/*
Navicat MySQL Data Transfer

Source Server         : serverMysql
Source Server Version : 50721
Source Host           : 192.168.1.6:3306
Source Database       : testmaker

Target Server Type    : MYSQL
Target Server Version : 50721
File Encoding         : 65001

Date: 2019-05-10 17:57:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for chapter
-- ----------------------------
DROP TABLE IF EXISTS `chapter`;
CREATE TABLE `chapter` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `number` varchar(20) NOT NULL,
  `title` varchar(255) NOT NULL,
  `syllabus_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_qy0s6jxmr6tti57fw3pumpnkd` (`syllabus_id`),
  CONSTRAINT `FK_qy0s6jxmr6tti57fw3pumpnkd` FOREIGN KEY (`syllabus_id`) REFERENCES `syllabus` (`id`),
  CONSTRAINT `FKqmbmdsthpcwy455xtj8bqqn5n` FOREIGN KEY (`syllabus_id`) REFERENCES `syllabus` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2394 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of chapter
-- ----------------------------
INSERT INTO `chapter` VALUES ('1', '2018-07-10 11:03:53', '2019-05-08 14:53:02', '第1章', '1111111', '691');
INSERT INTO `chapter` VALUES ('2', '2018-08-10 11:22:50', '2018-08-10 11:22:50', '第二章', '软件生命周期中的测试', '1');
INSERT INTO `chapter` VALUES ('3', '2018-08-10 11:32:04', '2018-08-10 11:32:04', '第三章', '静态技术	', '1');
INSERT INTO `chapter` VALUES ('4', '2018-08-10 11:40:11', '2018-08-10 13:11:45', '第四章', '测试设计技术	', '1');
INSERT INTO `chapter` VALUES ('5', '2018-08-10 11:48:02', '2018-08-10 11:48:02', '第五章', '测试管理	', '1');
INSERT INTO `chapter` VALUES ('6', '2018-08-10 11:59:26', '2018-08-10 11:59:26', '第六章 	', '软件测试工具', '1');
INSERT INTO `chapter` VALUES ('7', '2018-10-23 17:05:46', '2018-10-23 17:05:46', '第一章', '敏捷软件开发 ', '2');
INSERT INTO `chapter` VALUES ('8', '2018-10-23 17:11:00', '2018-10-23 17:11:00', '第二章', '基本的敏捷测试原则、实践和过程', '2');
INSERT INTO `chapter` VALUES ('9', '2018-10-23 17:16:26', '2018-10-23 17:16:26', '第三章', '敏捷测试方法、技术和工具', '2');
INSERT INTO `chapter` VALUES ('10', '2018-10-23 10:59:35', '2019-03-01 06:04:39', '第四章', '敏捷测试术语', '2');
INSERT INTO `chapter` VALUES ('11', '2018-05-24 16:53:21', '2018-05-24 16:53:21', '第一章', '测试过程', '3');
INSERT INTO `chapter` VALUES ('12', '2018-05-24 16:53:47', '2018-05-24 16:53:47', '第二章', '测试管理：测试分析师的职责', '3');
INSERT INTO `chapter` VALUES ('13', '2018-05-24 16:56:20', '2018-05-24 16:56:20', '第三章', '测试技术', '3');
INSERT INTO `chapter` VALUES ('14', '2018-05-24 16:56:35', '2018-05-24 16:56:35', '第四章', '测试软件质量特性', '3');
INSERT INTO `chapter` VALUES ('15', '2018-05-24 16:56:49', '2018-05-24 16:56:49', '第五章', '评审', '3');
INSERT INTO `chapter` VALUES ('16', '2018-05-24 16:57:03', '2018-05-24 16:57:03', '第六章', '缺陷管理', '3');
INSERT INTO `chapter` VALUES ('50', '2018-10-31 09:29:41', '2018-10-31 09:29:41', '第一章', '基于模型的测试的介绍', '8');
INSERT INTO `chapter` VALUES ('51', '2018-10-31 09:43:28', '2018-10-31 09:43:28', '第二章', 'MBT建模', '8');
INSERT INTO `chapter` VALUES ('52', '2018-10-31 09:55:26', '2018-10-31 09:55:26', '第三章', '生成测试用例的选择准则', '8');
INSERT INTO `chapter` VALUES ('53', '2018-10-31 10:05:22', '2018-10-31 10:05:22', '第四章', '基于模型测试的实现和执行', '8');
INSERT INTO `chapter` VALUES ('54', '2018-10-31 10:10:45', '2018-10-31 10:10:45', '第五章', '评估和部署MBT方法', '8');
INSERT INTO `chapter` VALUES ('55', '2018-08-10 14:35:11', '2018-09-19 14:35:11', '第一章', '软件', '1');
INSERT INTO `chapter` VALUES ('164', '2019-03-15 02:57:21', '2019-03-15 02:57:21', '1', '章节1', '14');
INSERT INTO `chapter` VALUES ('165', '2019-03-15 02:57:32', '2019-03-15 02:57:32', '2', '章节2', '14');
INSERT INTO `chapter` VALUES ('612', '2019-04-12 17:28:39', '2019-04-12 17:28:39', '第一章', '软件测试基础', '2');
INSERT INTO `chapter` VALUES ('614', '2019-04-12 17:29:42', '2019-04-12 17:29:42', '22', '22', '2');
INSERT INTO `chapter` VALUES ('625', '2019-04-13 03:25:23', '2019-04-13 03:25:23', '1', '11', '616');
INSERT INTO `chapter` VALUES ('626', '2019-04-13 03:25:33', '2019-04-13 03:25:33', '1', '11', '616');
INSERT INTO `chapter` VALUES ('629', '2019-04-13 03:56:32', '2019-04-13 03:59:05', '1', '11', '616');
INSERT INTO `chapter` VALUES ('630', '2019-04-13 03:58:51', '2019-04-13 03:58:51', '1', '11', '616');
INSERT INTO `chapter` VALUES ('693', '2019-04-14 09:32:43', '2019-04-14 09:32:43', '123', 'test2', '2');
INSERT INTO `chapter` VALUES ('724', '2019-04-19 05:18:44', '2019-04-19 05:18:44', '第一章', 'K1Score1', '3');
INSERT INTO `chapter` VALUES ('725', '2019-04-19 05:19:22', '2019-04-19 05:19:22', '第二章', 'K2Score2', '3');
INSERT INTO `chapter` VALUES ('726', '2019-04-19 05:19:41', '2019-04-19 05:19:41', '第三章', 'K3Score3', '3');
INSERT INTO `chapter` VALUES ('727', '2019-04-19 05:20:24', '2019-04-19 05:20:24', '第四章', 'K4Score4', '3');
INSERT INTO `chapter` VALUES ('1163', '2019-04-28 07:47:57', '2019-04-28 07:47:57', '22222', 'biaoti', '2');
INSERT INTO `chapter` VALUES ('1335', '2019-04-29 12:50:27', '2019-04-29 12:50:27', 'raotest1', '这是一个测试', '1258');
INSERT INTO `chapter` VALUES ('1535', '2019-05-02 15:12:28', '2019-05-02 15:12:28', '第N章', 'Test20190502', '691');
INSERT INTO `chapter` VALUES ('1538', '2019-05-02 16:01:41', '2019-05-02 16:01:41', '第N章', 'Test20190502', '691');
INSERT INTO `chapter` VALUES ('1540', '2019-05-02 16:06:48', '2019-05-02 16:06:48', '第N章', 'Test20190502', '691');
INSERT INTO `chapter` VALUES ('1542', '2019-05-02 16:15:50', '2019-05-02 16:15:50', '第N章', 'Test20190502', '691');
INSERT INTO `chapter` VALUES ('1669', '2019-05-05 15:50:10', '2019-05-05 15:50:10', '11', '11', '1258');
INSERT INTO `chapter` VALUES ('1671', '2019-05-05 16:10:28', '2019-05-05 16:10:28', '001', '001', '1151');
INSERT INTO `chapter` VALUES ('1672', '2019-05-05 16:10:50', '2019-05-05 16:10:50', '001', '001', '1621');
INSERT INTO `chapter` VALUES ('1675', '2019-05-05 16:24:14', '2019-05-05 16:24:14', '22222', 'biaoti', '1151');
INSERT INTO `chapter` VALUES ('1797', '2019-05-06 14:52:52', '2019-05-06 14:52:52', 'fds', 'fd', '2');
INSERT INTO `chapter` VALUES ('1799', '2019-05-06 15:02:10', '2019-05-06 15:02:10', '绗竴绔�', 'chapter-20190506230132', '691');
INSERT INTO `chapter` VALUES ('1800', '2019-05-06 15:03:16', '2019-05-06 15:03:16', '1', '111', '1621');
INSERT INTO `chapter` VALUES ('1808', '2019-05-06 15:20:19', '2019-05-06 15:20:19', '1', '11', '691');
INSERT INTO `chapter` VALUES ('1809', '2019-05-06 15:21:11', '2019-05-06 15:21:11', '1', '11', '691');
INSERT INTO `chapter` VALUES ('1810', '2019-05-06 15:21:26', '2019-05-06 15:21:26', '1', '11', '691');
INSERT INTO `chapter` VALUES ('1823', '2019-05-06 16:35:05', '2019-05-06 16:35:05', '1', 'chapter-20190507003427', '691');
INSERT INTO `chapter` VALUES ('1917', '2019-05-07 08:10:01', '2019-05-07 08:10:01', '第N章', 'Test20190502', '691');
INSERT INTO `chapter` VALUES ('2184', '2019-05-08 12:39:33', '2019-05-08 13:02:18', '1', '第二章第四章', '2180');
INSERT INTO `chapter` VALUES ('2191', '2019-05-08 13:19:15', '2019-05-08 13:19:15', '1', '第一章', '2180');
INSERT INTO `chapter` VALUES ('2387', '2019-05-10 08:22:15', '2019-05-10 08:22:15', '01', '测试章节1', '2385');
INSERT INTO `chapter` VALUES ('2388', '2019-05-10 08:22:32', '2019-05-10 08:22:32', '02', '测试章节2', '2385');

-- ----------------------------
-- Table structure for hibernate_sequence
-- ----------------------------
DROP TABLE IF EXISTS `hibernate_sequence`;
CREATE TABLE `hibernate_sequence` (
  `next_val` bigint(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of hibernate_sequence
-- ----------------------------
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('2424');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');
INSERT INTO `hibernate_sequence` VALUES ('1');

-- ----------------------------
-- Table structure for knowledge_point
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_point`;
CREATE TABLE `knowledge_point` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `k_level` varchar(20) NOT NULL,
  `number` varchar(20) NOT NULL,
  `score` smallint(6) NOT NULL,
  `title` varchar(1024) NOT NULL,
  `chapter_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_n0av3nxe7c9nurtlndoehgmu1` (`chapter_id`),
  CONSTRAINT `FK_n0av3nxe7c9nurtlndoehgmu1` FOREIGN KEY (`chapter_id`) REFERENCES `chapter` (`id`),
  CONSTRAINT `FKs3gobyn4eufqcp5t7oj6r2veq` FOREIGN KEY (`chapter_id`) REFERENCES `chapter` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2413 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_point
-- ----------------------------
INSERT INTO `knowledge_point` VALUES ('1', '2015-12-10 11:06:29', '2015-12-10 11:27:51', 'K2', '1.1.1', '1', '通过具体的例子，描述软件中的缺陷会以什么样的方式损害个人、损害环境或者损害公司利益', '1');
INSERT INTO `knowledge_point` VALUES ('2', '2015-12-10 11:15:32', '2015-12-10 11:28:09', 'K2', '1.1.2', '1', '区分引起缺陷的根本原因及其影响', '1');
INSERT INTO `knowledge_point` VALUES ('3', '2015-12-10 11:16:26', '2015-12-10 11:28:26', 'K2', '1.1.3', '1', '通过举例的方式说明为什么需要测试', '1');
INSERT INTO `knowledge_point` VALUES ('4', '2015-12-10 11:16:45', '2015-12-10 13:06:30', 'K2', '1.1.4', '1', '描述为什么测试是质量保证的一部分，通过举例说明测试是如何提高软件质量的', '1');
INSERT INTO `knowledge_point` VALUES ('5', '2015-12-10 11:17:24', '2015-12-10 13:15:58', 'K2', '1.1.5', '1', '通过举例来理解和比较术语错误、缺陷、故障、失效的概念以及相应的定义', '1');
INSERT INTO `knowledge_point` VALUES ('6', '2015-12-10 11:18:45', '2015-12-10 13:14:42', 'K1', '1.2.1', '1', '认识测试的总体目标', '1');
INSERT INTO `knowledge_point` VALUES ('7', '2015-12-10 11:19:04', '2015-12-10 11:28:57', 'K2', '1.2.2', '1', '举例说明软件生命周期中不同阶段的测试目标', '1');
INSERT INTO `knowledge_point` VALUES ('8', '2015-12-10 11:19:23', '2015-12-10 11:29:08', 'K2', '1.2.3', '1', '区分测试与调试的不同', '1');
INSERT INTO `knowledge_point` VALUES ('9', '2015-12-10 11:19:42', '2015-12-10 13:13:44', 'K2', '1.3.1', '1', '说明测试的七个基本原则', '1');
INSERT INTO `knowledge_point` VALUES ('10', '2015-12-10 11:20:00', '2015-12-10 13:15:12', 'K1', '1.4.1', '1', '认识从计划开始到结束过程的五个基本测试活动和各自的任务', '1');
INSERT INTO `knowledge_point` VALUES ('11', '2015-12-10 11:20:27', '2015-12-10 13:14:57', 'K1', '1.5.1', '1', '认识影响测试成功与否的心理因素', '1');
INSERT INTO `knowledge_point` VALUES ('12', '2015-12-10 11:20:46', '2015-12-10 11:29:19', 'K2', '1.5.2', '1', '对比测试人员和开发人员的思维方式的差异', '1');
INSERT INTO `knowledge_point` VALUES ('13', '2015-12-10 11:23:37', '2015-12-10 11:29:26', 'K2', '2.1.1', '1', '应用具体项目和产品类型的例子解释在开发生命周期中开发、测试活动与工作产品之间的关系', '2');
INSERT INTO `knowledge_point` VALUES ('14', '2015-12-10 11:23:59', '2015-12-10 13:12:58', 'K1', '2.1.2', '1', '知道必须根据项目背景和产品特征来选择软件开发的模型', '2');
INSERT INTO `knowledge_point` VALUES ('15', '2015-12-10 11:24:22', '2015-12-10 13:13:15', 'K1', '2.1.3', '1', '理解在任何生命周期模型中良好的测试应具备的特征', '2');
INSERT INTO `knowledge_point` VALUES ('16', '2015-12-10 11:24:40', '2015-12-10 13:07:53', 'K2', '2.2.1', '1', '比较不同测试级别之间的区别：测试的主要目的、典型的测试对象、典型的测试目标（功能性的或结构性的）、相关的工作产品、测试的人员、识别缺陷和失效的种类', '2');
INSERT INTO `knowledge_point` VALUES ('17', '2015-12-10 11:24:57', '2015-12-10 13:13:29', 'K2', '2.3.1', '1', '通过举例比较四种不同的软件测试类型（功能测试、非功能测试、结构测试和与变更相关的测试）', '2');
INSERT INTO `knowledge_point` VALUES ('18', '2015-12-10 11:25:23', '2015-12-10 13:07:14', 'K1', '2.3.2', '1', '明白功能测试和结构测试可以应用在任何测试级别', '2');
INSERT INTO `knowledge_point` VALUES ('19', '2015-12-10 11:25:52', '2015-12-10 13:08:13', 'K2', '2.3.3', '1', '根据非功能需求来识别和描述非功能测试的类型', '2');
INSERT INTO `knowledge_point` VALUES ('20', '2015-12-10 11:26:20', '2015-12-10 13:07:37', 'K2', '2.3.4', '1', '根据对软件系统结构或构架的分析来识别和描述测试的类型', '2');
INSERT INTO `knowledge_point` VALUES ('21', '2015-12-10 11:30:13', '2015-12-10 11:30:13', 'K2', '2.3.5', '1', '描述确认测试和回归测试的目的', '2');
INSERT INTO `knowledge_point` VALUES ('22', '2015-12-10 11:30:34', '2015-12-10 11:30:34', 'K2', '2.4.1', '1', '比较维护测试（一个现存系统的测试）与一个新的应用软件的测试在测试类型、测试的触发和测试规模等方面的区别', '2');
INSERT INTO `knowledge_point` VALUES ('23', '2015-12-10 11:31:00', '2015-12-10 11:31:00', 'K1', '2.4.2', '1', '识别维护测试的原因（由于修改、移植或退役等因素）', '2');
INSERT INTO `knowledge_point` VALUES ('24', '2015-12-10 11:31:44', '2015-12-10 11:31:44', 'K2', '2.4.3', '1', '描述回归测试和变更的影响分析在软件维护中的作用', '2');
INSERT INTO `knowledge_point` VALUES ('25', '2015-12-10 11:32:34', '2015-12-10 11:32:34', 'K1', '3.1.1', '1', '了解可以通过不同的静态技术来检查软件工作产品的质量', '3');
INSERT INTO `knowledge_point` VALUES ('26', '2015-12-10 11:32:56', '2015-12-10 11:32:56', 'K2', '3.1.2', '1', '描述了在评估软件工作产品中运用静态技术的重要性和它的价值', '3');
INSERT INTO `knowledge_point` VALUES ('27', '2015-12-10 11:36:59', '2015-12-10 11:36:59', 'K2', '3.1.3 ', '1', '结合测试对象、缺陷类型来说明静态测试技术与动态测试技术之间的不同，以及这些技术在软件生命周期中的作用', '3');
INSERT INTO `knowledge_point` VALUES ('28', '2015-12-10 11:37:35', '2015-12-10 11:37:35', 'K1', '3.2.1', '1', '理解典型的正式评审过程中的阶段、角色和职责定义', '3');
INSERT INTO `knowledge_point` VALUES ('29', '2015-12-10 11:37:59', '2015-12-10 11:37:59', 'K2', '3.2.2', '1', '解释不同类型评审的区别：非正式评审、技术评审、走查和审查', '3');
INSERT INTO `knowledge_point` VALUES ('30', '2015-12-10 11:38:29', '2015-12-10 11:38:29', 'K2', '3.2.3 ', '1', '解释影响评审成功的主要因素', '3');
INSERT INTO `knowledge_point` VALUES ('31', '2015-12-10 11:38:49', '2015-12-10 11:38:49', 'K1', '3.3.1', '1', '理解通过静态分析能够识别的典型缺陷和错误，并与评审和动态测试之间进行比较', '3');
INSERT INTO `knowledge_point` VALUES ('32', '2015-12-10 11:39:16', '2015-12-10 11:39:16', 'K2', '3.3.2 ', '1', '举例描述静态分析的主要优点', '3');
INSERT INTO `knowledge_point` VALUES ('33', '2015-12-10 11:39:45', '2015-12-10 11:39:45', 'K1', '3.3.3', '1', '列出通过静态分析工具识别的典型的代码缺陷和设计缺陷', '3');
INSERT INTO `knowledge_point` VALUES ('34', '2015-12-10 11:40:38', '2015-12-10 11:40:38', 'K2', '4.1.1 ', '1', '区别：测试设计规格说明、测试用例规格说明和测试规程规格说明', '4');
INSERT INTO `knowledge_point` VALUES ('35', '2015-12-10 11:41:00', '2015-12-10 11:41:00', 'K2', '4.1.2 ', '1', '比较术语：测试条件、测试用例和测试规程', '4');
INSERT INTO `knowledge_point` VALUES ('36', '2015-12-10 11:41:27', '2015-12-10 11:41:27', 'K3', '4.1.3 ', '1', '对测试用例本身的质量可以从与需求的可追溯性以及期望结果这两方面来评价', '4');
INSERT INTO `knowledge_point` VALUES ('37', '2015-12-10 11:41:48', '2015-12-10 11:41:48', 'K3', '4.1.4 ', '1', '根据测试人员的理解水平，将测试用例转换为不同详细程度的结构合理的测试规程规格说明', '4');
INSERT INTO `knowledge_point` VALUES ('38', '2015-12-10 11:42:11', '2015-12-10 11:42:11', 'K1', '4.2.1', '1', '复述在测试用例设计中，为什么需要采用基于规格说明的测试（黒盒测试）和基于结构的测试（白盒测试）的方法？列举出各自比较常用的技术', '4');
INSERT INTO `knowledge_point` VALUES ('39', '2015-12-10 11:43:03', '2015-12-10 11:43:03', 'K2', '4.2.2', '1', '解释基于规格说明的测试、基于结构的测试和基于经验的测试三者的特征和区别', '4');
INSERT INTO `knowledge_point` VALUES ('40', '2015-12-10 11:43:26', '2015-12-10 11:43:26', 'K3', '4.3.1', '1', '使用等价类划分、边界值分析、决策表和状态转换图/表对指定的软件模型编写测试用例', '4');
INSERT INTO `knowledge_point` VALUES ('41', '2015-12-10 11:43:48', '2015-12-10 11:43:48', 'K2', '4.3.2', '1', '解释这四种测试设计技术各自的主要目的，这些技术可以应用于什么测试级别和测试类型，以及如何测量测试覆盖', '4');
INSERT INTO `knowledge_point` VALUES ('42', '2015-12-10 11:44:15', '2015-12-10 11:44:15', 'K2', '4.3.3', '1', '解释用例测试的概念和应用这种技术的优点', '4');
INSERT INTO `knowledge_point` VALUES ('43', '2015-12-10 11:44:45', '2015-12-10 11:44:45', 'K2', '4.4.1', '1', '描述代码覆盖的概念及其重要性', '4');
INSERT INTO `knowledge_point` VALUES ('44', '2015-12-10 11:45:08', '2015-12-10 11:45:08', 'K2', '4.4.2', '1', '解释语句覆盖和判定覆盖等概念，理解这些概念除了可以应用在组件测试外，还可以应用在其他任何测试级别上（比如系统级别上的业务过程测试）', '4');
INSERT INTO `knowledge_point` VALUES ('45', '2015-12-10 11:45:39', '2015-12-10 11:45:39', 'K3', '4.4.3', '1', '根据给定的控制流，使用语句测试和判定测试设计技术编写测试用例', '4');
INSERT INTO `knowledge_point` VALUES ('46', '2015-12-10 11:46:02', '2015-12-10 11:46:02', 'K4', '4.4.4', '1', '根据已定义的出口准则评估语句覆盖和判定覆盖的完整性', '4');
INSERT INTO `knowledge_point` VALUES ('47', '2015-12-10 11:46:21', '2015-12-10 11:46:21', 'K1', '4.5.1', '1', '复述在哪些情况下使用基于直觉、基于经验和知识、基于对常见缺陷的认识来编写测试用例', '4');
INSERT INTO `knowledge_point` VALUES ('48', '2015-12-10 11:47:22', '2015-12-10 11:47:22', 'K2', '4.5.2', '1', '比较基于经验的方法和基于规格说明的方法之间的区别', '4');
INSERT INTO `knowledge_point` VALUES ('49', '2015-12-10 11:47:44', '2015-12-10 11:47:44', 'K2', '4.6.1', '1', '根据给定的因素，如：测试依据、各自的模型和软件特性等，选择合适的测试设计技术', '4');
INSERT INTO `knowledge_point` VALUES ('50', '2015-12-10 11:48:31', '2015-12-10 11:48:31', 'K1', '5.1.1', '1', '识别独立测试的重要性', '5');
INSERT INTO `knowledge_point` VALUES ('51', '2015-12-10 11:48:55', '2015-12-10 11:48:55', 'K2', '5.1.2', '1', '阐明在组织内进行独立测试的优点和缺点', '5');
INSERT INTO `knowledge_point` VALUES ('52', '2015-12-10 11:49:20', '2015-12-10 11:49:20', 'K1', '5.1.3 ', '1', '识别创建测试小组需要考虑不同角色的团队成员', '5');
INSERT INTO `knowledge_point` VALUES ('53', '2015-12-10 11:49:44', '2015-12-10 11:49:44', 'K1', '5.1.4 ', '1', '牢记测试组长和测试员的主要任务', '5');
INSERT INTO `knowledge_point` VALUES ('54', '2015-12-10 11:50:07', '2015-12-10 11:50:07', 'K1', '5.2.1', '1', '识别测试计划的不同级别和目标', '5');
INSERT INTO `knowledge_point` VALUES ('55', '2015-12-10 11:50:31', '2015-12-10 11:50:31', 'K2', '5.2.2 ', '1', '根据“软件测试文档标准”（IEEE Std 829-1998），总结测试计划、测试设计规格说明和测试规程的目的及内容', '5');
INSERT INTO `knowledge_point` VALUES ('56', '2015-12-10 11:50:54', '2015-12-10 11:50:54', 'K2', '5.2.3', '1', '从概念上区分不同的测试方法，例如：分析法、基于模型的方法、系统法、符合过程/标准的、动态/启发式的、咨询式或可重用的方法', '5');
INSERT INTO `knowledge_point` VALUES ('57', '2015-12-10 11:51:17', '2015-12-10 11:51:17', 'K2', '5.2.4 ', '1', '区分为系统所做的测试计划和测试执行进度安排的不同之处', '5');
INSERT INTO `knowledge_point` VALUES ('58', '2015-12-10 11:51:49', '2015-12-10 11:51:49', 'K3', '5.2.5', '1', '为一组给定的测试用例编写测试执行进度表，需要考虑优先级、技术和逻辑关系等内容', '5');
INSERT INTO `knowledge_point` VALUES ('59', '2015-12-10 11:52:09', '2015-12-10 11:52:09', 'K1', '5.2.6', '1', '列出在测试计划时应该考虑的测试准备和执行活动', '5');
INSERT INTO `knowledge_point` VALUES ('60', '2015-12-10 11:52:33', '2015-12-10 11:52:33', 'K1', '5.2.7', '1', '记忆影响测试成果的主要因素', '5');
INSERT INTO `knowledge_point` VALUES ('61', '2015-12-10 11:53:10', '2015-12-10 11:53:10', 'K2', '5.2.8', '1', '从概念上区分两种不同的估算方法：基于度量的方法和基于专家的方法', '5');
INSERT INTO `knowledge_point` VALUES ('62', '2015-12-10 11:53:35', '2015-12-10 11:53:35', 'K2', '5.2.9', '1', '理解/证明应该针对特定的测试级别和测试用例组定义恰当的入口准则和出口准则（例如集成测试、验收测试或可用性测试的测试用例）', '5');
INSERT INTO `knowledge_point` VALUES ('63', '2015-12-10 11:54:10', '2015-12-10 11:54:10', 'K1', '5.3.1', '1', '记忆用于监督测试准备和执行的常见度量项', '5');
INSERT INTO `knowledge_point` VALUES ('64', '2015-12-10 11:54:32', '2015-12-10 11:54:32', 'K2', '5.3.2 ', '1', '根据不同的目的和用途对于测试报告和测试控制中用到的测试度量进行说明和比较（例如已发现和已修复的缺陷、通过和失败的测试）', '5');
INSERT INTO `knowledge_point` VALUES ('65', '2015-12-10 11:54:53', '2015-12-10 11:54:53', 'K2', '5.3.3', '1', '根据“软件测试文档标准”（IEEE Std 829-1998），总结测试总结报告的目的和内容', '5');
INSERT INTO `knowledge_point` VALUES ('66', '2015-12-10 11:55:12', '2015-12-10 11:55:12', 'K2', '5.4.1 ', '1', '总结配置管理如何支持测试', '5');
INSERT INTO `knowledge_point` VALUES ('67', '2015-12-10 11:55:38', '2015-12-10 11:55:38', 'K2', '5.5.1', '1', '将可能威胁一个或多个利益相关者实现项目目标的潜在问题描述为风险', '5');
INSERT INTO `knowledge_point` VALUES ('68', '2015-12-10 11:56:01', '2015-12-10 11:56:01', 'K1', '5.5.2', '1', '牢记风险的级别是由可能性（发生的可能性）和影响程度（发生后所造成的危害）来决定的', '5');
INSERT INTO `knowledge_point` VALUES ('69', '2015-12-10 11:56:26', '2015-12-14 14:30:05', 'K2', '5.5.3', '1', '区分项目风险和产品风险', '5');
INSERT INTO `knowledge_point` VALUES ('70', '2015-12-10 11:56:44', '2015-12-10 11:56:44', 'K1', '5.5.4', '1', '识别典型的产品风险和项目风险', '5');
INSERT INTO `knowledge_point` VALUES ('71', '2015-12-10 11:57:01', '2015-12-10 11:57:01', 'K2', '5.5.5', '1', '通过例子来描述在测试计划中如何进行风险分析和风险管理', '5');
INSERT INTO `knowledge_point` VALUES ('72', '2015-12-10 11:57:37', '2015-12-10 11:57:37', 'K1', '5.6.1', '1', '按照“软件测试文档标准（IEEE Std 829-1998）”，总结事件报告的内容', '5');
INSERT INTO `knowledge_point` VALUES ('73', '2015-12-10 11:57:58', '2015-12-10 11:57:58', 'K3', '5.6.2', '1', '针对测试过程中发现的失效编写事件报告', '5');
INSERT INTO `knowledge_point` VALUES ('74', '2015-12-10 12:00:03', '2015-12-10 12:00:03', 'K2', '6.1.1 ', '1', '根据测试工具的用途和基本的测试过程和软件生命周期活动，对不同类型的测试工具进行分类', '6');
INSERT INTO `knowledge_point` VALUES ('75', '2015-12-10 12:00:26', '2015-12-10 12:00:26', 'K2', '6.1.2', '1', '解释术语“测试工具”，用测试工具支持测试的目的', '6');
INSERT INTO `knowledge_point` VALUES ('76', '2015-12-10 12:00:46', '2015-12-10 12:00:46', 'K2', '6.2.1', '1', '总结测试自动化和使用测试工具的潜在利益和风险', '6');
INSERT INTO `knowledge_point` VALUES ('77', '2015-12-10 12:01:10', '2015-12-10 12:01:10', 'K1', '6.2.2', '1', '记住使用测试执行工具、静态分析工具和测试管理工具时应当考虑的特定因素', '6');
INSERT INTO `knowledge_point` VALUES ('78', '2015-12-10 12:01:28', '2015-12-10 12:01:28', 'K1', '6.3.1', '1', '阐述将工具引入组织中的主要原则', '6');
INSERT INTO `knowledge_point` VALUES ('79', '2015-12-10 12:01:47', '2015-12-10 12:01:47', 'K1', '6.3.2', '1', '阐述为评估工具所进行的调查学习验证以及为实施工具所展开的试点阶段的目的', '6');
INSERT INTO `knowledge_point` VALUES ('80', '2015-12-10 12:02:05', '2015-12-10 12:02:05', 'K1', '6.3.3', '1', ' 识别要获得好的工具支持，仅靠购置工具是不够的，还需要考虑其他因素', '6');
INSERT INTO `knowledge_point` VALUES ('81', '2016-01-28 17:06:56', '2016-01-28 17:06:56', 'K1', '1.1.1', '1', '基于敏捷宣言，复述敏捷软件开发的基本概念。', '7');
INSERT INTO `knowledge_point` VALUES ('82', '2016-01-28 17:07:19', '2016-01-28 17:07:19', 'K2', '1.1.2', '1', '理解“全团队方式”的优点。', '7');
INSERT INTO `knowledge_point` VALUES ('83', '2016-01-28 17:07:43', '2016-01-28 17:07:43', 'K2', '1.1.3', '1', '理解尽早和频繁反馈的好处。', '7');
INSERT INTO `knowledge_point` VALUES ('84', '2016-01-28 17:08:15', '2016-01-28 17:08:15', 'K1', '1.2.1', '1', '复述敏捷软件开发方法。', '7');
INSERT INTO `knowledge_point` VALUES ('85', '2016-01-28 17:09:05', '2016-01-28 17:09:05', 'K3', '1.2.2', '1', '与开发人员和用户代表协作编写可测试的用户故事。', '7');
INSERT INTO `knowledge_point` VALUES ('86', '2016-01-28 17:09:32', '2016-01-28 17:09:32', 'K2', '1.2.3', '1', '理解回顾会议作为一种机制，是如何应用于敏捷项目的过程改进的。', '7');
INSERT INTO `knowledge_point` VALUES ('87', '2016-01-28 17:09:51', '2016-01-28 17:09:51', 'K2', '1.2.4', '1', '理解持续集成的目的和用途。', '7');
INSERT INTO `knowledge_point` VALUES ('88', '2016-01-28 17:10:15', '2016-01-28 17:10:15', 'K1', '1.2.5', '1', '知道迭代计划和发布计划的区别，以及测试人员如何在这些活动中提供价值。', '7');
INSERT INTO `knowledge_point` VALUES ('89', '2016-01-28 17:12:06', '2016-01-28 17:12:06', 'K2', '2.1.1', '1', '描述在敏捷项目和非敏捷项目中测试活动的不同。', '8');
INSERT INTO `knowledge_point` VALUES ('90', '2016-01-28 17:12:24', '2016-01-28 17:12:24', 'K2', '2.1.2', '1', '描述在敏捷项目中开发和测试活动是如何集成的。', '8');
INSERT INTO `knowledge_point` VALUES ('91', '2016-01-28 17:12:42', '2016-01-28 17:12:42', 'K2', '2.1.3', '1', '描述在敏捷项目中独立测试的角色。', '8');
INSERT INTO `knowledge_point` VALUES ('92', '2016-01-28 17:13:23', '2016-01-28 17:13:23', 'K2', '2.2.1', '1', '描述敏捷项目中如何运用各种工具和技术与各参与方沟通测试状态，包括 测试进展和产品质量。', '8');
INSERT INTO `knowledge_point` VALUES ('93', '2016-01-28 17:14:41', '2016-01-28 17:14:41', 'K2', '2.2.2', '1', '描述敏捷项目中通过多个迭代演进测试的过程，并解释为什么测试自动化 对于管理回归风险是重要的。', '8');
INSERT INTO `knowledge_point` VALUES ('94', '2016-01-28 17:14:59', '2016-01-28 17:14:59', 'K2', '2.3.1', '1', '理解敏捷团队中测试人员所需技能（人员技能、领域技能及测试技能）。', '8');
INSERT INTO `knowledge_point` VALUES ('95', '2016-01-28 17:15:16', '2016-01-28 17:30:52', 'K2', '2.3.2', '1', '理解敏捷团队中测试人员的角色。', '8');
INSERT INTO `knowledge_point` VALUES ('96', '2016-01-28 17:16:58', '2016-01-28 17:16:58', 'K1', '3.1.1', '1', '复述测试驱动开发，验收测试驱动开发，行为驱动开发的概念。', '9');
INSERT INTO `knowledge_point` VALUES ('97', '2016-01-28 17:17:27', '2016-01-28 17:17:27', 'K1', '3.1.2', '1', '复述测试金字塔的概念。', '9');
INSERT INTO `knowledge_point` VALUES ('98', '2016-01-28 17:17:52', '2016-01-28 17:17:52', 'K2', '3.1.3', '1', '总结测试四象限法以及各个象限与各种测试级别和测试类型的关系。', '9');
INSERT INTO `knowledge_point` VALUES ('99', '2016-01-28 17:18:26', '2016-01-28 17:18:26', 'K3', '3.1.4', '1', '对于给定的敏捷项目，测试人员在 SCRUM 团队中的角色实践。', '9');
INSERT INTO `knowledge_point` VALUES ('100', '2016-01-28 17:18:56', '2016-01-28 17:18:56', 'K3', '3.2.1', '1', '在敏捷项目中评价质量风险。', '9');
INSERT INTO `knowledge_point` VALUES ('101', '2016-01-28 17:20:35', '2016-01-28 17:20:35', 'K3', '3.2.2', '1', '基于迭代内容和质量风险，估算测试工作量。', '9');
INSERT INTO `knowledge_point` VALUES ('102', '2016-01-28 17:20:57', '2016-01-28 17:20:57', 'K3', '3.3.1', '1', '理解为支持测试活动相关的信息。', '9');
INSERT INTO `knowledge_point` VALUES ('103', '2016-01-28 17:21:34', '2016-01-28 17:21:34', 'K2', '3.3.2', '1', '能给业务干系人解释如何定义可测试的验收准则。', '9');
INSERT INTO `knowledge_point` VALUES ('104', '2016-01-28 17:21:55', '2016-01-28 17:21:55', 'K3', '3.3.3', '1', '给定一个用户故事，编写验收测试驱动开发（ATDD）的测试用例。', '9');
INSERT INTO `knowledge_point` VALUES ('105', '2016-01-28 17:22:36', '2016-01-28 17:22:36', 'K3', '3.3.4', '1', '基于给定的用户故事，使用黑盒测试设计技术，编写功能和非功能性测试用例。', '9');
INSERT INTO `knowledge_point` VALUES ('106', '2016-01-28 17:22:57', '2016-01-28 17:22:57', 'K3', '3.3.5', '1', '在敏捷项目中使用探索性测试。', '9');
INSERT INTO `knowledge_point` VALUES ('107', '2016-01-28 17:23:26', '2016-01-28 17:23:26', 'K1', '3.4.1', '1', '复述在敏捷项目中，根据目的和活动，测试人员可用的工具。', '9');
INSERT INTO `knowledge_point` VALUES ('110', '2019-03-06 08:49:29', '2019-03-06 08:49:29', 'K1', '1001', '1', '1001', '1');
INSERT INTO `knowledge_point` VALUES ('111', '2016-02-05 11:00:00', '2019-04-29 12:45:31', 'K2', '1.1.1', '2', '基于敏捷测试术语的试题改动版', '10');
INSERT INTO `knowledge_point` VALUES ('112', '2017-04-24 16:59:37', '2017-04-24 16:59:37', 'K2', '1.2.1', '1', '解释在不同的软件开发生命周期中，测试分析师如何以及为什么在介入时间和介入程度上会有不同。', '11');
INSERT INTO `knowledge_point` VALUES ('113', '2017-04-24 17:00:19', '2017-04-24 17:00:19', 'K2', '1.3.1', '1', '总结测试分析师为支持测试计划和控制过程而开展的活动。', '11');
INSERT INTO `knowledge_point` VALUES ('114', '2017-04-24 17:01:11', '2017-04-24 17:01:11', 'K4', '1.4.1', '3', '分析一个包括项目描述和生命周期模型的场景，确定测试分析师在测试分析和设计阶段的主要任务。', '11');
INSERT INTO `knowledge_point` VALUES ('115', '2017-04-24 17:01:34', '2017-04-24 17:01:34', 'K2', '1.5.1', '1', '解释利益相关者应该理解测试用例的原因。', '11');
INSERT INTO `knowledge_point` VALUES ('116', '2017-04-24 17:13:09', '2017-04-24 17:13:09', 'K4', '1.5.2', '3', '分析一个项目场景，确定最合适的详细（实际）测试用例和概要（逻辑）测试用例。', '11');
INSERT INTO `knowledge_point` VALUES ('117', '2017-04-24 17:13:41', '2017-04-24 17:13:41', 'K2', '1.6.1', '1', '描述典型的测试分析和设计的出口准则，解释满足这些准则对测试实施工作量的影响。', '11');
INSERT INTO `knowledge_point` VALUES ('118', '2017-04-24 17:14:14', '2017-04-24 17:14:14', 'K3', '1.7.1', '2', '针对一个给定的场景，确定执行测试时应采取的步骤和考虑因素。', '11');
INSERT INTO `knowledge_point` VALUES ('119', '2017-04-24 17:14:45', '2017-04-24 17:14:45', 'K2', '1.8.1', '1', '解释为什么准确的测试用例执行状态信息非常重要。', '11');
INSERT INTO `knowledge_point` VALUES ('120', '2017-04-24 17:16:16', '2017-04-24 17:16:16', 'K2', '1.9.1', '1', '举例说明在测试结束活动中测试分析师应该交付的工作产品。', '11');
INSERT INTO `knowledge_point` VALUES ('121', '2017-04-24 17:16:53', '2017-04-24 17:16:53', 'K2', '2.2.1', '1', '解释测试过程中必须跟踪的各种信息类型，以进行足够的项目监控。', '12');
INSERT INTO `knowledge_point` VALUES ('122', '2017-04-24 17:18:20', '2017-04-24 17:18:20', 'K2', '2.3.1', '1', '举例说明在24小时持续工作的测试环境下进行良好的沟通。', '12');
INSERT INTO `knowledge_point` VALUES ('123', '2017-04-24 17:20:36', '2017-04-24 17:20:36', 'K3', '2.4.1', '2', '在给定的项目环境中，参与风险识别，开展风险评估和提供合适的风险缓解建议。', '12');
INSERT INTO `knowledge_point` VALUES ('124', '2017-04-24 17:21:09', '2017-04-24 17:21:09', 'K2', '3.2.1', '1', '解释因果图的应用。', '13');
INSERT INTO `knowledge_point` VALUES ('125', '2017-04-24 17:22:35', '2017-04-24 17:22:35', 'K3', '3.2.2', '2', '使用等价类划分的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('126', '2017-04-24 17:23:51', '2017-04-24 17:23:51', 'K3', '3.2.3', '2', '使用边界值分析的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('127', '2017-04-24 17:33:31', '2017-04-24 17:33:31', 'K3', '3.2.4', '2', '使用决策表分析的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('128', '2017-04-25 15:27:36', '2017-04-25 15:27:36', 'K3', '3.2.5', '2', '使用状态转换的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('129', '2017-04-25 15:37:48', '2017-04-25 15:37:48', 'K3', '3.2.6', '2', '使用分类树的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('130', '2017-04-25 15:40:12', '2017-04-25 15:40:12', 'K3', '3.2.7', '2', '使用结对的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('131', '2017-04-25 15:40:32', '2017-04-25 15:40:32', 'K3', '3.2.8', '2', '使用用例测试（use case）设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('132', '2017-04-25 15:49:14', '2017-04-25 15:49:14', 'K3', '3.2.9', '2', '阐述在敏捷开发项目中如何利用用户故事来指导测试。', '13');
INSERT INTO `knowledge_point` VALUES ('133', '2017-04-25 15:49:32', '2017-04-25 15:49:32', 'K3', '3.2.10', '2', '使用域分析的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求。', '13');
INSERT INTO `knowledge_point` VALUES ('134', '2017-04-25 15:50:08', '2017-04-25 15:50:08', 'K4', '3.2.11', '3', '分析系统或需求规格说明，以确定发现缺陷的可能类型并选择合适的基于规格说明测试技术。', '13');
INSERT INTO `knowledge_point` VALUES ('136', '2017-04-26 17:03:32', '2017-04-26 17:03:32', 'K2', '3.3.1', '1', '描述基于缺陷测试技术的应用，区分它与基于规格说明测试技术在使用上有什么不同。', '13');
INSERT INTO `knowledge_point` VALUES ('137', '2017-04-26 17:03:52', '2017-04-26 17:03:52', 'K4', '3.3.2', '3', '采用一个好的缺陷分类判断标准，分析一个具体的缺陷分类例子是否适用于给定的场景。', '13');
INSERT INTO `knowledge_point` VALUES ('138', '2017-04-26 17:04:12', '2017-04-26 17:04:12', 'K2', '3.4.1', '1', '解释基于经验测试技术的原则，并列出与基于规格说明和基于缺陷技术相比较的优缺点。 ', '13');
INSERT INTO `knowledge_point` VALUES ('139', '2017-04-26 17:04:33', '2017-04-26 17:04:33', 'K3', '3.4.2', '2', '对一个给定的场景使用探索性测试并阐述如何报告一个测试结果。', '13');
INSERT INTO `knowledge_point` VALUES ('140', '2017-04-26 17:19:33', '2017-04-26 17:19:33', 'K4', '3.4.3', '3', '对于一个给定的项目情况，为达到特定目标，确定使用哪些基于规格说明、基于缺陷或基于经验的技术。', '13');
INSERT INTO `knowledge_point` VALUES ('141', '2017-04-27 10:00:05', '2017-04-27 10:00:05', 'K2', '4.2.1', '1', '举例解释哪些测试技术适用于测试准确性、适合性、互操作性和兼容性特性。', '14');
INSERT INTO `knowledge_point` VALUES ('142', '2017-04-27 10:01:54', '2017-04-27 10:01:54', 'K2', '4.2.2', '1', '定义准确性、适合性和互操作性特性的典型缺陷。', '14');
INSERT INTO `knowledge_point` VALUES ('143', '2017-04-27 10:03:32', '2017-04-27 10:03:32', 'K2', '4.2.3', '1', '在软件生命周期中定义何时应当进行准确性、适合性和互操作性特性的测试。', '14');
INSERT INTO `knowledge_point` VALUES ('144', '2017-04-27 10:04:01', '2017-04-27 10:04:01', 'K4', '4.2.4', '3', '对于给定的项目背景，概述能够同时验证和确认实现易用性需求并满足用户期望的合适方法。', '14');
INSERT INTO `knowledge_point` VALUES ('145', '2017-04-27 10:04:29', '2017-04-27 10:04:29', 'K2', '5.1.1', '1', '解释为何评审准备对测试分析师来说是重要的。', '15');
INSERT INTO `knowledge_point` VALUES ('146', '2017-04-27 10:05:01', '2017-04-27 10:05:01', 'K4', '5.2.1', '3', '依据大纲中提供的检查表（checklist）信息，对一个用例或用户界面进行分析并发现问题。', '15');
INSERT INTO `knowledge_point` VALUES ('147', '2017-04-27 10:05:26', '2017-04-27 10:05:26', 'K4', '5.2.2', '3', '依据大纲中提供的检查表（checklist）信息，对一个需求说明或用户故事进行分析并发现问题。', '15');
INSERT INTO `knowledge_point` VALUES ('148', '2017-04-27 10:06:17', '2017-04-27 10:06:17', 'K2', '6.2.1', '1', '解释阶段遏制为何可以降低成本。', '16');
INSERT INTO `knowledge_point` VALUES ('149', '2017-04-27 10:06:38', '2017-04-27 10:06:38', 'K2', '6.3.1', '1', '解释描述一个非功能缺陷的文档应该包含的内容。', '16');
INSERT INTO `knowledge_point` VALUES ('150', '2017-04-27 10:07:06', '2017-04-27 10:07:06', 'K4', '6.4.1', '3', '对于给定的缺陷，识别、收集并记录分类信息。', '16');
INSERT INTO `knowledge_point` VALUES ('166', '2019-03-15 02:58:12', '2019-03-15 02:58:12', 'K2', '1.0', '1', '知识点1', '164');
INSERT INTO `knowledge_point` VALUES ('167', '2019-03-15 02:58:34', '2019-03-15 02:58:34', 'K1', '1.1', '1', '知识点2', '164');
INSERT INTO `knowledge_point` VALUES ('312', '2017-11-01 09:33:04', '2017-11-01 09:33:04', 'K1', '1.1.0', '1', '基于模型的测试基础级术语', '50');
INSERT INTO `knowledge_point` VALUES ('314', '2017-11-01 09:34:38', '2017-11-01 09:34:38', 'K2', '1.1.1', '1', '描述采用MBT可期望的收益', '50');
INSERT INTO `knowledge_point` VALUES ('315', '2017-11-01 09:35:51', '2017-11-01 09:35:51', 'K2', '1.1.2', '1', '描述采用MBT的误导人的期望和陷阱', '50');
INSERT INTO `knowledge_point` VALUES ('316', '2017-11-01 09:37:10', '2017-11-01 09:37:10', 'K2', '1.2.1', '1', '总结在测试过程中部署MBT的特定活动', '50');
INSERT INTO `knowledge_point` VALUES ('317', '2017-11-01 09:38:23', '2017-11-01 09:38:23', 'K1', '1.2.2', '1', '记忆基本的MBT工件（输入和输出）', '50');
INSERT INTO `knowledge_point` VALUES ('318', '2017-11-01 09:38:58', '2017-11-01 09:38:58', 'K2', '1.3.1 ', '1', '描述如何将MBT集成到软件开发生命周期过程', '50');
INSERT INTO `knowledge_point` VALUES ('319', '2017-11-01 09:39:44', '2017-11-01 09:39:44', 'K2', '1.3.2', '1', '描述MBT是如何支持需求工程的', '50');
INSERT INTO `knowledge_point` VALUES ('320', '2017-11-01 09:44:18', '2017-11-01 09:44:18', 'K3', '2.1.1', '1', '使用基于工作流的模型语言，针对一个测试对象和预定义的测试目标，开发一个简单的MBT模型（参考9.1节-“简单”表示少于15个模型元素）。', '51');
INSERT INTO `knowledge_point` VALUES ('321', '2017-11-01 09:44:59', '2017-11-01 09:44:59', 'K3', '2.1.2', '1', '使用基于状态迁移的模型语言，针对一个测试对象和预定义的测试目标，开发一个简单的MBT模型。（参考9.2节-“简单”表示少于15个模型元素）。', '51');
INSERT INTO `knowledge_point` VALUES ('322', '2017-11-01 09:45:35', '2017-11-01 09:45:35', 'K2', '2.1.3', '1', '根据主题和关注点对MBT模型进行归类', '51');
INSERT INTO `knowledge_point` VALUES ('323', '2017-11-01 09:46:27', '2017-11-01 09:46:27', 'K2', '2.1.4', '1', '给出MBT模型是如何依赖于测试目标的例子', '51');
INSERT INTO `knowledge_point` VALUES ('324', '2017-11-01 09:47:01', '2017-11-01 09:47:01', 'K1', '2.2.1', '1', '记忆常用的MBT的各类模型语言的例子', '51');
INSERT INTO `knowledge_point` VALUES ('325', '2017-11-01 09:47:39', '2017-11-01 09:47:39', 'K1', '2.2.2', '1', '记忆针对不同的系统和项目目标，了解典型的建模语言类的代表', '51');
INSERT INTO `knowledge_point` VALUES ('326', '2017-11-01 09:48:19', '2017-11-01 09:48:19', 'K1', '2.3.1', '1', '记忆MBT模型的质量特性', '51');
INSERT INTO `knowledge_point` VALUES ('327', '2017-11-01 09:48:57', '2017-11-01 09:48:57', 'K2', '2.3.2', '1', '描述在MBT建模活动中典型的错误和陷阱', '51');
INSERT INTO `knowledge_point` VALUES ('328', '2017-11-01 09:49:29', '2017-11-01 09:49:29', 'K2', '2.3.3', '1', '解释将需求和过程相关的信息与MBT模型联系起来的优势', '51');
INSERT INTO `knowledge_point` VALUES ('329', '2017-11-01 09:49:58', '2017-11-01 09:49:58', 'K2', '2.3.4', '1', '解释MBT建模指导方针的必要性', '51');
INSERT INTO `knowledge_point` VALUES ('330', '2017-11-01 09:50:26', '2017-11-01 09:50:26', 'K2', '2.3.5', '1', '给出例子说明什么时候适合或不适合重用已有模型 （来自需求阶段或者开发阶段）', '51');
INSERT INTO `knowledge_point` VALUES ('331', '2017-11-01 09:50:54', '2017-11-01 09:50:54', 'K1', '2.3.6', '1', '记忆支持特定的MBT建模活动的工具类型', '51');
INSERT INTO `knowledge_point` VALUES ('332', '2017-11-01 09:51:29', '2017-11-01 09:51:29', 'K2', '2.3.7', '1', '对迭代的MBT模型开发、评审和确认进行总结', '51');
INSERT INTO `knowledge_point` VALUES ('333', '2017-11-01 09:56:37', '2017-11-01 09:56:37', 'K1', '3.1.0.1', '1', '基于模型的测试基础级术语', '52');
INSERT INTO `knowledge_point` VALUES ('334', '2017-11-01 09:57:24', '2017-11-01 09:57:24', 'K1', '3.1.0.2', '1', '基于模型的测试基础级术语', '52');
INSERT INTO `knowledge_point` VALUES ('335', '2017-11-01 09:57:56', '2017-11-01 09:57:56', 'K2', '3.1.1', '1', '根据模型的测试生成所使用的测试选择准则的归类', '52');
INSERT INTO `knowledge_point` VALUES ('336', '2017-11-01 09:58:35', '2017-11-01 09:58:35', 'K3', '3.1.2', '1', '从MBT模型生成测试用例，以实现给定环境中给定的测试目标', '52');
INSERT INTO `knowledge_point` VALUES ('337', '2017-11-01 10:00:20', '2017-11-01 10:00:20', 'K2', '3.1.3', '1', '提供模型覆盖、 数据相关、 基于模式和场景、以及基于项目测试选择准则的示例', '52');
INSERT INTO `knowledge_point` VALUES ('338', '2017-11-01 10:00:54', '2017-11-01 10:00:54', 'K2', '3.1.4', '1', '识别MBT测试选择准则如何与ISTQB®基础的测试设计技术相结合', '52');
INSERT INTO `knowledge_point` VALUES ('339', '2017-11-01 10:01:29', '2017-11-01 10:01:29', 'K1', '3.2.1', '1', '记忆测试工件生成自动化的程度', '52');
INSERT INTO `knowledge_point` VALUES ('340', '2017-11-01 10:01:58', '2017-11-01 10:01:58', 'K3', '3.2.2', '1', '将给定的测试选择准则应用到一个给定的MBT模型', '52');
INSERT INTO `knowledge_point` VALUES ('341', '2017-11-01 10:02:29', '2017-11-01 10:02:29', 'K2', '3.2.3', '1', '描述MBT测试选择准则的良好实践', '52');
INSERT INTO `knowledge_point` VALUES ('342', '2017-11-01 10:05:58', '2017-11-01 10:05:58', 'K1', '4.1.0', '1', '基于模型的测试基础级术语', '53');
INSERT INTO `knowledge_point` VALUES ('343', '2017-11-01 10:06:30', '2017-11-01 10:06:30', 'K2', '4.1.1', '1', '解释在MBT环境中的抽象和具体测试用例的不同点', '53');
INSERT INTO `knowledge_point` VALUES ('344', '2017-11-01 10:07:01', '2017-11-01 10:07:01', 'K2', '4.1.2', '1', '解释MBT环境中不同类型的测试执行', '53');
INSERT INTO `knowledge_point` VALUES ('345', '2017-11-01 10:07:53', '2017-11-01 10:07:53', 'K3', '4.1.3', '1', '当需求、测试对象或测试目标变更时，更新MBT模型和测试生成', '53');
INSERT INTO `knowledge_point` VALUES ('346', '2017-11-01 10:08:30', '2017-11-01 10:08:30', 'K2', '4.2.1', '1', '解释MBT中的测试执行需要哪种测试适配工作', '53');
INSERT INTO `knowledge_point` VALUES ('347', '2017-11-01 10:11:55', '2017-11-01 10:11:55', 'K2', '5.1.1', '1', '描述引入MBT的ROI因素', '54');
INSERT INTO `knowledge_point` VALUES ('348', '2017-11-01 10:12:23', '2017-11-01 10:12:23', 'K2', '5.1.2', '1', '解释项目目标是如何关联到MBT方法的特征的', '54');
INSERT INTO `knowledge_point` VALUES ('349', '2017-11-01 10:13:45', '2017-11-01 10:13:45', 'K1', '5.1.3', '1', '记忆用于测量MBT的过程与结果所选取的度量和关键绩效指标', '54');
INSERT INTO `knowledge_point` VALUES ('350', '2017-11-01 10:14:12', '2017-11-01 10:14:12', 'K1', '5.2.1', '1', '记忆部署MBT时对于测试管理、变更管理和协同工作时的良好实践', '54');
INSERT INTO `knowledge_point` VALUES ('351', '2017-11-01 10:14:40', '2017-11-01 10:14:40', 'K1', '5.2.2', '1', '记忆MBT的成本因素', '54');
INSERT INTO `knowledge_point` VALUES ('352', '2017-11-01 10:15:11', '2017-11-01 10:15:11', 'K2', '5.2.3', '1', '给出MBT工具与配置管理、需求管理、测试管理和自动化测试工具进行整合的例子', '54');
INSERT INTO `knowledge_point` VALUES ('728', '2019-04-19 05:20:57', '2019-05-10 09:21:58', 'K1', '001', '1', '知识点1', '724');
INSERT INTO `knowledge_point` VALUES ('729', '2019-04-19 05:21:40', '2019-04-19 05:21:40', 'K2', '002', '2', '知识点2', '725');
INSERT INTO `knowledge_point` VALUES ('730', '2019-04-19 05:22:02', '2019-04-19 05:22:02', 'K3', '003', '3', '知识点3', '726');
INSERT INTO `knowledge_point` VALUES ('731', '2019-04-19 05:22:25', '2019-04-19 05:22:25', 'K4', '004', '4', '知识点4', '727');
INSERT INTO `knowledge_point` VALUES ('1300', '2019-04-29 08:45:33', '2019-04-29 08:45:33', 'K1', '2.0.1', '2', '测试添加知识点', '2');
INSERT INTO `knowledge_point` VALUES ('1312', '2019-04-29 11:11:48', '2019-04-29 11:12:50', 'K1', '1.', '1', '知识点1', '1');
INSERT INTO `knowledge_point` VALUES ('1366', '2019-04-30 02:14:16', '2019-05-04 12:24:38', 'K3', '1.1.1', '4', '1111', '9');
INSERT INTO `knowledge_point` VALUES ('1510', '2019-05-02 09:01:53', '2019-05-02 09:01:53', 'K1', '7.7.7', '3', 'test', '55');
INSERT INTO `knowledge_point` VALUES ('1673', '2019-05-05 16:12:27', '2019-05-07 15:29:24', 'K1', '1.1', '2', 'kp2', '1672');
INSERT INTO `knowledge_point` VALUES ('1676', '2019-05-06 05:48:02', '2019-05-07 15:52:16', 'K1', '1.1', '2', 'kkkk', '1672');
INSERT INTO `knowledge_point` VALUES ('1687', '2019-05-06 09:29:04', '2019-05-06 09:29:04', 'K1', '11', '1', '11', '1672');
INSERT INTO `knowledge_point` VALUES ('2018', '2019-05-07 13:41:17', '2019-05-07 13:41:17', 'K1', '1.1.1', '1', '111111', '1671');
INSERT INTO `knowledge_point` VALUES ('2022', '2019-05-07 13:54:16', '2019-05-07 13:54:16', 'K3', '2.2.2', '3', 'test', '1672');
INSERT INTO `knowledge_point` VALUES ('2051', '2019-05-07 15:48:22', '2019-05-07 15:48:22', 'K2', '2.2.2', '2', '22222222222222222222', '1672');
INSERT INTO `knowledge_point` VALUES ('2198', '2019-05-08 13:42:57', '2019-05-08 14:42:24', 'K2', 'qqq', '1', '33336666', '2184');
INSERT INTO `knowledge_point` VALUES ('2210', '2019-05-08 14:29:37', '2019-05-08 14:29:37', 'K3', '222', '1', '11', '1675');
INSERT INTO `knowledge_point` VALUES ('2390', '2019-05-10 08:24:28', '2019-05-10 08:35:18', 'K1', '1.0.1', '1', '知识点1', '2387');
INSERT INTO `knowledge_point` VALUES ('2391', '2019-05-10 08:24:54', '2019-05-10 08:24:54', 'K1', '1.0.2', '1', '知识点2', '2387');
INSERT INTO `knowledge_point` VALUES ('2409', '2019-05-10 09:09:01', '2019-05-10 09:09:01', 'K1', '1.11.1', '1', '知识点1.11.1', '625');
INSERT INTO `knowledge_point` VALUES ('2410', '2019-05-10 09:09:29', '2019-05-10 09:09:29', 'K1', '1.11.1', '1', '知识点1.11.1', '626');
INSERT INTO `knowledge_point` VALUES ('2411', '2019-05-10 09:10:10', '2019-05-10 09:10:10', 'K1', '1.11.1', '1', '知识点1.11.1', '629');
INSERT INTO `knowledge_point` VALUES ('2412', '2019-05-10 09:11:10', '2019-05-10 09:11:10', 'K1', '1.11.1', '1', '知识点1.11.1', '630');

-- ----------------------------
-- Table structure for project
-- ----------------------------
DROP TABLE IF EXISTS `project`;
CREATE TABLE `project` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `custom_field1` varchar(255) DEFAULT NULL,
  `custom_field2` varchar(255) DEFAULT NULL,
  `custom_field3` varchar(255) DEFAULT NULL,
  `exported_on` datetime DEFAULT NULL,
  `finish_date` date DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `start_date` date DEFAULT NULL,
  `exported_by` int(11) DEFAULT NULL,
  `facilitator_id` int(11) NOT NULL,
  `status_id` int(11) NOT NULL,
  `syllabus_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_3k75vvu7mevyvvb5may5lj8k7` (`name`),
  UNIQUE KEY `UK_iflk2yk9ma95q0q9ovhftpi63` (`name`),
  KEY `FK_me72p0k7n5mpnoieinaymgckr` (`exported_by`),
  KEY `FK_gla35o52d1qcrxgbfrdstn1qn` (`facilitator_id`),
  KEY `FK_cmq2womflwqgdijyxklbasgdi` (`status_id`),
  KEY `FK_7x1lbg3ru2e55annuyooest2g` (`syllabus_id`),
  CONSTRAINT `FK6eqismi3fjpgi7lvep992yrji` FOREIGN KEY (`status_id`) REFERENCES `project_status` (`id`),
  CONSTRAINT `FKf301jbtxcn4lo2s55f5sl8jki` FOREIGN KEY (`syllabus_id`) REFERENCES `syllabus` (`id`),
  CONSTRAINT `FKgbcsw7nrlqmgn7r4e426krb20` FOREIGN KEY (`facilitator_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FKth9u2k3y9m755kaqvvg7as2tf` FOREIGN KEY (`exported_by`) REFERENCES `user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2393 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of project
-- ----------------------------
INSERT INTO `project` VALUES ('15', '2018-01-05 17:17:18', '2019-04-23 01:26:31', null, null, null, '2019-04-23 01:26:31', '2019-02-26', '测试技术', '2018-01-03', '61', '1', '145', '1');
INSERT INTO `project` VALUES ('71', '2019-03-01 03:13:07', '2019-04-02 08:39:10', null, null, null, '2019-04-02 08:39:10', '2019-03-21', 'testProject1', '2019-02-26', '61', '61', '2', '8');
INSERT INTO `project` VALUES ('77', '2019-03-01 07:50:24', '2019-03-12 01:00:35', null, null, null, '2019-03-04 06:39:12', '2019-03-19', 'test1', '2019-02-23', '72', '72', '145', '2');
INSERT INTO `project` VALUES ('100', '2019-03-06 08:36:48', '2019-04-02 09:15:43', null, null, null, '2019-04-02 08:38:29', '2019-04-25', 'test02', '2019-02-23', '61', '73', '2', '2');
INSERT INTO `project` VALUES ('112', '2019-03-07 02:28:27', '2019-04-02 09:14:24', null, null, null, '2019-04-02 08:40:28', '2019-03-20', 'test03', '2019-03-01', '61', '73', '145', '8');
INSERT INTO `project` VALUES ('116', '2019-03-07 02:30:01', '2019-04-02 08:39:40', null, null, null, '2019-04-02 08:39:40', '2019-03-22', 'test04', '2019-03-04', '61', '61', '2', '2');
INSERT INTO `project` VALUES ('139', '2019-03-08 05:16:01', '2019-04-14 05:13:37', null, null, null, '2019-04-02 08:37:21', '2019-02-21', '2234', '2019-02-21', '61', '1', '145', '2');
INSERT INTO `project` VALUES ('163', '2019-03-15 02:51:22', '2019-04-15 04:26:25', null, null, null, null, '2019-06-29', 'testfudan', '2019-03-14', null, '72', '144', '14');
INSERT INTO `project` VALUES ('177', '2019-03-18 14:47:32', '2019-04-02 08:38:23', null, null, null, '2019-04-02 08:38:23', '2019-03-27', 'new1', '2019-02-22', '61', '72', '2', '2');
INSERT INTO `project` VALUES ('178', '2019-03-18 14:49:17', '2019-04-17 06:36:28', null, null, null, '2019-03-08 06:47:17', '2019-04-29', 'new2', '2019-03-19', '1', '72', '145', '3');
INSERT INTO `project` VALUES ('179', '2019-03-19 00:58:51', '2019-03-19 01:00:29', null, null, null, null, '2019-03-28', 'new3', '2019-02-23', null, '72', '144', '2');
INSERT INTO `project` VALUES ('185', '2019-03-19 08:07:02', '2019-03-19 08:21:12', null, null, null, null, '2019-03-19', 'testProject2', '2019-03-19', null, '184', '2', '3');
INSERT INTO `project` VALUES ('191', '2019-03-20 06:13:47', '2019-05-08 10:42:00', null, null, null, '2019-05-08 10:34:27', '2019-06-10', 'Group1_Task2', '2019-04-12', '190', '190', '144', '14');
INSERT INTO `project` VALUES ('195', '2019-03-21 11:59:19', '2019-04-23 01:29:37', null, null, null, '2019-04-23 01:29:37', '2019-04-04', 'group10-first', '2019-03-28', '61', '194', '145', '1');
INSERT INTO `project` VALUES ('204', '2019-03-21 13:17:01', '2019-05-04 12:59:09', null, null, null, '2019-04-25 11:52:23', '2019-06-14', 'Group7', '2019-03-12', '205', '205', '145', '3');
INSERT INTO `project` VALUES ('236', '2019-03-30 05:44:04', '2019-04-09 02:03:05', null, null, null, '2019-04-02 08:40:20', '2019-09-25', 'ProjectAAA', '2019-03-24', '61', '220', '2', '1');
INSERT INTO `project` VALUES ('239', '2019-03-30 05:57:03', '2019-03-30 05:57:03', null, null, null, null, '2019-08-30', 'ZhengTest', '2019-03-29', null, '215', '2', '3');
INSERT INTO `project` VALUES ('240', '2019-03-30 05:59:34', '2019-03-30 05:59:34', null, null, null, null, '2019-04-03', 'ZhengTest1', '2019-03-29', null, '215', '2', null);
INSERT INTO `project` VALUES ('241', '2019-03-30 06:04:59', '2019-04-14 07:14:29', null, null, null, null, '2019-05-10', 'group10-second', '2019-03-14', null, '196', '145', '3');
INSERT INTO `project` VALUES ('280', '2019-04-02 07:01:43', '2019-05-05 13:37:16', null, null, null, '2019-05-05 13:37:16', '2019-04-26', 'autotest001', '2019-04-18', '61', '1', '2', '8');
INSERT INTO `project` VALUES ('282', '2019-04-02 09:17:16', '2019-04-02 09:17:16', null, null, null, null, '2019-04-24', 'test002', '2019-04-10', null, '73', '2', '2');
INSERT INTO `project` VALUES ('283', '2019-04-02 09:20:51', '2019-04-04 02:08:31', null, null, null, null, '2019-05-22', 'test001', '2019-04-06', null, '1', '145', '2');
INSERT INTO `project` VALUES ('487', '2019-04-08 08:53:30', '2019-04-08 08:53:30', null, null, null, null, '2019-04-29', 'autotest002', '2019-04-23', null, '73', '144', '8');
INSERT INTO `project` VALUES ('488', '2019-04-08 08:54:50', '2019-04-28 07:54:42', null, null, null, '2019-04-28 07:54:42', '2019-04-26', '111111111111111111111', '2019-04-15', '61', '2', '145', '3');
INSERT INTO `project` VALUES ('489', '2019-04-08 08:57:54', '2019-04-08 08:58:12', null, null, null, null, '2019-04-29', 'autotest003', '2019-04-23', null, '1', '144', '8');
INSERT INTO `project` VALUES ('490', '2019-04-08 09:02:50', '2019-04-08 09:03:10', null, null, null, null, '2019-04-29', 'autotest004', '2019-04-23', null, '1', '144', '8');
INSERT INTO `project` VALUES ('491', '2019-04-08 09:09:43', '2019-04-08 09:10:02', null, null, null, null, '2019-05-27', 'autotest005', '2019-04-23', null, '1', '144', '8');
INSERT INTO `project` VALUES ('494', '2019-04-08 09:31:55', '2019-04-08 09:32:14', null, null, null, null, '2019-05-27', 'autotest006', '2019-04-23', null, '1', '144', '8');
INSERT INTO `project` VALUES ('497', '2019-04-08 14:47:36', '2019-05-05 15:41:12', null, null, null, '2019-05-05 15:41:12', '2019-06-08', '第一次小测', '2019-04-05', '61', '496', '145', '2');
INSERT INTO `project` VALUES ('499', '2019-04-09 01:47:34', '2019-05-10 01:34:56', null, null, null, '2019-04-23 01:26:11', '2019-06-18', 'ZhengGroup', '2019-05-05', '61', '214', '144', '3');
INSERT INTO `project` VALUES ('500', '2019-04-09 01:51:54', '2019-05-04 08:28:11', null, null, null, '2019-05-04 08:28:11', '2019-06-27', '11th-1', '2019-04-06', '224', '279', '145', '3');
INSERT INTO `project` VALUES ('514', '2019-04-09 03:00:58', '2019-05-04 10:30:37', null, null, null, '2019-05-04 10:09:19', '2019-05-31', '5th_test', '2019-04-04', '213', '213', '145', '1');
INSERT INTO `project` VALUES ('516', '2019-04-09 03:07:04', '2019-05-10 05:21:22', null, null, null, '2019-05-10 03:47:33', '2019-05-20', 'ljqyy', '2018-12-18', '188', '188', '144', '3');
INSERT INTO `project` VALUES ('518', '2019-04-09 03:12:48', '2019-05-02 03:09:08', null, null, null, '2019-04-23 01:26:54', '2019-06-28', 'Group6 Test1', '2019-03-30', '61', '227', '144', '3');
INSERT INTO `project` VALUES ('519', '2019-04-09 03:13:06', '2019-04-29 14:49:16', null, null, null, '2019-04-23 01:28:57', '2019-06-29', 'group3', '2019-04-07', '61', '517', '145', '3');
INSERT INTO `project` VALUES ('524', '2019-04-09 03:15:24', '2019-05-07 08:55:01', null, null, null, '2019-05-07 01:19:19', '2019-05-08', '11th01', '2019-04-07', '181', '181', '145', '3');
INSERT INTO `project` VALUES ('534', '2019-04-09 03:27:47', '2019-04-29 15:45:14', null, null, null, '2019-04-28 13:28:24', '2021-10-03', 'group12', '2015-09-03', '208', '208', '144', '2');
INSERT INTO `project` VALUES ('641', '2019-04-13 13:34:38', '2019-05-07 05:44:17', null, null, null, '2019-04-23 01:29:10', '2019-04-29', '4606_project1', '2019-04-12', '61', '640', '144', '3');
INSERT INTO `project` VALUES ('659', '2019-04-14 05:04:47', '2019-05-08 08:58:03', null, null, null, '2019-05-08 08:58:03', '2019-06-05', '111111', '2019-05-05', '224', '205', '145', '616');
INSERT INTO `project` VALUES ('701', '2019-04-14 11:53:47', '2019-04-14 11:53:47', null, null, null, null, '2019-04-21', 'testA', '2019-04-20', null, '2', '144', null);
INSERT INTO `project` VALUES ('722', '2019-04-19 05:04:44', '2019-04-19 05:10:29', null, null, null, null, '2019-05-28', 'testfl', '2019-04-18', null, '72', '145', '1');
INSERT INTO `project` VALUES ('732', '2019-04-19 05:23:16', '2019-04-19 05:45:20', null, null, null, null, '2019-05-16', 'make_score', '2019-04-16', null, '61', '2', '3');
INSERT INTO `project` VALUES ('770', '2019-04-23 02:07:48', '2019-05-01 15:06:52', null, null, null, null, '2019-05-29', 'test20190423', '2019-04-22', null, '61', '145', '1');
INSERT INTO `project` VALUES ('776', '2019-04-23 06:58:07', '2019-05-07 05:53:49', null, null, null, '2019-04-26 08:56:38', '2019-06-17', 'group4', '2019-03-13', '773', '773', '144', '616');
INSERT INTO `project` VALUES ('944', '2019-04-24 08:45:41', '2019-04-24 08:45:41', null, null, null, null, '2019-06-07', '其中考试', '2019-04-23', null, '496', '144', '1');
INSERT INTO `project` VALUES ('995', '2019-04-24 12:34:09', '2019-04-29 09:10:15', null, null, null, null, '2019-05-30', '测试项目添加', '2019-04-23', null, '598', '144', '616');
INSERT INTO `project` VALUES ('998', '2019-04-24 12:42:19', '2019-04-29 09:37:50', null, null, null, '2019-04-29 09:37:50', '2019-05-29', 'test123456', '2019-04-23', '598', '598', '144', '616');
INSERT INTO `project` VALUES ('999', '2019-04-24 14:08:08', '2019-05-06 13:12:28', null, null, null, null, '2019-05-24', 'g8testFront3', '2019-04-18', null, '598', '145', '2');
INSERT INTO `project` VALUES ('1000', '2019-04-25 08:37:21', '2019-04-25 08:37:21', null, null, null, null, '2019-05-01', '2121', '2019-04-26', null, '61', '144', '2');
INSERT INTO `project` VALUES ('1001', '2019-04-25 08:38:48', '2019-04-25 08:38:48', null, null, null, null, '2019-05-01', 'c111', '2019-04-03', null, '61', '144', '2');
INSERT INTO `project` VALUES ('1028', '2019-04-25 13:46:04', '2019-05-08 07:51:01', null, null, null, '2019-05-08 07:51:01', '2030-12-13', 'zzxntest', '2019-05-11', '1026', '1026', '144', '2');
INSERT INTO `project` VALUES ('1086', '2019-04-27 06:04:50', '2019-04-27 06:04:50', null, null, null, '2019-04-14 11:58:03', '2019-05-24', 'test101', '2019-04-26', '61', '2', '145', '2');
INSERT INTO `project` VALUES ('1099', '2019-04-28 05:26:28', '2019-04-28 11:59:15', null, null, null, null, '2019-05-30', 'aaaa', '2019-04-27', null, '543', '144', '2');
INSERT INTO `project` VALUES ('1103', '2019-04-28 05:55:46', '2019-04-28 05:55:46', null, null, null, null, '2019-05-15', 'test-program1', '2019-04-26', null, '1', '144', '1');
INSERT INTO `project` VALUES ('1123', '2019-04-28 06:33:01', '2019-04-28 06:33:01', null, null, null, null, '2019-05-15', 'test-program4', '2019-04-27', null, '2', '144', '691');
INSERT INTO `project` VALUES ('1124', '2019-04-28 06:33:20', '2019-04-28 06:33:20', null, null, null, null, '2019-05-01', 'test-program5', '2019-03-18', null, '73', '144', '2');
INSERT INTO `project` VALUES ('1130', '2019-04-28 06:50:50', '2019-04-28 06:50:50', null, null, null, null, '2019-05-03', 'test-program6', '2019-03-18', null, '73', '144', '1');
INSERT INTO `project` VALUES ('1136', '2019-04-28 07:06:28', '2019-04-28 07:06:28', null, null, null, null, '2019-05-22', 'test-program12', '2019-04-24', null, '2', '144', '14');
INSERT INTO `project` VALUES ('1138', '2019-04-28 07:15:06', '2019-04-28 07:15:06', null, null, null, null, '2019-05-15', 'cao-project1', '2019-04-27', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1139', '2019-04-28 07:15:32', '2019-04-28 07:15:32', null, null, null, null, '2019-05-15', 'test', '2019-04-26', null, '2', '144', null);
INSERT INTO `project` VALUES ('1142', '2019-04-28 07:16:04', '2019-04-28 07:16:04', null, null, null, null, '2019-05-28', 'test-program11', '2019-04-27', null, '2', '144', null);
INSERT INTO `project` VALUES ('1143', '2019-04-28 07:16:09', '2019-04-28 07:16:09', null, null, null, null, '2019-05-15', 'cao-project2', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1144', '2019-04-28 07:17:38', '2019-04-28 07:17:38', null, null, null, null, '2019-05-15', 'test-program10', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1154', '2019-04-28 07:26:42', '2019-04-28 07:26:42', null, null, null, null, '2019-05-03', 'test-program111', '2019-03-21', null, '75', '144', null);
INSERT INTO `project` VALUES ('1162', '2019-04-28 07:47:49', '2019-04-28 07:47:49', null, null, null, null, '2019-05-15', 'test-program113', '2019-04-28', null, '2', '144', '1151');
INSERT INTO `project` VALUES ('1168', '2019-04-28 07:53:47', '2019-05-08 09:17:06', null, null, null, '2019-05-08 09:15:47', '2019-06-06', 'g8testFront1', '2019-05-07', '598', '598', '145', '616');
INSERT INTO `project` VALUES ('1169', '2019-04-28 07:54:08', '2019-04-28 07:54:08', null, null, null, null, '2019-05-15', 'test-program17', '2019-04-28', null, '76', '144', '616');
INSERT INTO `project` VALUES ('1172', '2019-04-28 08:04:33', '2019-05-06 11:55:36', null, null, null, '2019-05-05 13:53:37', '2019-05-29', '11111111111111', '2019-04-28', '61', '598', '145', null);
INSERT INTO `project` VALUES ('1176', '2019-04-28 08:09:09', '2019-04-28 08:09:09', null, null, null, null, '2055-04-29', '12313', '2019-05-10', null, '2', '144', null);
INSERT INTO `project` VALUES ('1177', '2019-04-28 08:12:09', '2019-04-28 08:12:09', null, null, null, null, '2019-05-10', 'test-program23', '2019-04-26', null, '61', '144', '1151');
INSERT INTO `project` VALUES ('1181', '2019-04-28 08:17:58', '2019-05-08 08:56:24', null, null, null, null, '2019-05-31', '组八测试添加项目相同名称', '2019-04-30', null, '598', '144', '1151');
INSERT INTO `project` VALUES ('1260', '2019-04-28 12:48:43', '2019-04-28 12:48:43', null, null, null, null, '2019-05-30', '125677', '2019-04-03', null, '61', '144', '1258');
INSERT INTO `project` VALUES ('1276', '2019-04-28 16:42:32', '2019-04-28 17:40:57', null, null, null, '2019-04-28 17:40:57', '2019-05-02', 'huanggounmsl', '2019-04-20', '529', '529', '145', '3');
INSERT INTO `project` VALUES ('1286', '2019-04-29 03:30:48', '2019-05-07 07:59:05', null, null, null, null, '2019-04-28', 'Project20190429113324', '2019-04-11', null, '61', '145', '691');
INSERT INTO `project` VALUES ('1287', '2019-04-29 03:36:11', '2019-04-29 03:36:11', null, null, null, null, '2019-05-15', 'Project20190429113847', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1290', '2019-04-29 05:22:07', '2019-04-29 05:22:07', null, null, null, null, '2019-05-15', 'Project20190429132443', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1291', '2019-04-29 05:28:26', '2019-04-29 05:28:26', null, null, null, null, '2019-05-15', 'Project20190429133102', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1292', '2019-04-29 05:46:05', '2019-04-29 05:46:05', null, null, null, null, '2019-05-15', 'Project20190429134841', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1293', '2019-04-29 05:55:54', '2019-04-29 05:55:54', null, null, null, null, '2019-05-15', 'Project20190429135829', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1294', '2019-04-29 05:57:00', '2019-04-29 05:57:00', null, null, null, null, '2019-05-15', 'Project20190429135936', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1295', '2019-04-29 06:29:51', '2019-04-29 06:29:51', null, null, null, null, '2019-05-15', 'Project20190429143226', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1296', '2019-04-29 06:32:33', '2019-04-29 06:32:33', null, null, null, null, '2019-05-30', 'asdfasdfasdfadf', '2019-04-28', null, '61', '144', '2');
INSERT INTO `project` VALUES ('1299', '2019-04-29 07:41:22', '2019-05-04 08:28:02', null, null, null, '2019-05-04 08:28:02', '2019-05-03', '11111134', '2019-04-25', '224', '515', '145', '3');
INSERT INTO `project` VALUES ('1301', '2019-04-29 09:40:39', '2019-04-29 09:43:05', null, null, null, null, '2019-06-28', '测试题目添加V2', '2019-04-27', null, '598', '145', '616');
INSERT INTO `project` VALUES ('1304', '2019-04-29 09:58:22', '2019-05-07 02:42:26', null, null, null, '2019-05-07 02:42:26', '2019-04-28', '1231.0', '2019-04-28', '190', '61', '144', '1229');
INSERT INTO `project` VALUES ('1305', '2019-04-29 09:59:52', '2019-04-29 09:59:52', null, null, null, null, '2019-04-28', '213215', '2019-04-27', null, '61', '144', null);
INSERT INTO `project` VALUES ('1306', '2019-04-29 10:06:22', '2019-04-29 10:30:47', null, null, null, '2019-04-29 10:30:47', '2019-06-28', 'group_1_test', '2019-03-28', '190', '190', '2', '1258');
INSERT INTO `project` VALUES ('1339', '2019-04-29 13:22:18', '2019-04-29 13:22:18', null, null, null, null, '2019-04-16', '12356', '2019-04-15', null, '73', '144', '1159');
INSERT INTO `project` VALUES ('1340', '2019-04-29 13:22:58', '2019-05-09 04:08:40', null, null, null, '2019-05-09 04:08:40', '2019-04-27', '02111154545', '2019-03-21', '219', '520', '145', '1159');
INSERT INTO `project` VALUES ('1341', '2019-04-29 13:37:06', '2019-04-29 13:37:06', null, null, null, null, '2019-06-30', 'test-group3', '2019-04-08', null, '517', '144', '3');
INSERT INTO `project` VALUES ('1345', '2019-04-29 15:08:49', '2019-04-29 15:09:36', null, null, null, null, '2019-05-26', '12345****', '2019-04-16', null, '76', '145', '1229');
INSERT INTO `project` VALUES ('1346', '2019-04-30 01:03:53', '2019-04-30 01:03:53', null, null, null, null, '2019-05-15', 'Project20190430090321', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1348', '2019-04-30 01:08:27', '2019-05-08 09:18:06', null, null, null, null, '2019-05-30', 'g8testFront2', '2019-04-30', null, '598', '144', '616');
INSERT INTO `project` VALUES ('1350', '2019-04-30 01:19:26', '2019-04-30 01:19:26', null, null, null, null, '2019-05-15', 'Project20190430091854', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1353', '2019-04-30 01:20:48', '2019-04-30 01:20:48', null, null, null, null, '2019-05-15', 'Project20190430092017', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1354', '2019-04-30 01:29:56', '2019-04-30 01:29:56', null, null, null, null, '2019-05-15', 'Project20190430092925', '2019-04-28', null, '61', '144', null);
INSERT INTO `project` VALUES ('1355', '2019-04-30 01:31:29', '2019-04-30 01:31:29', null, null, null, null, '2019-05-15', 'Project20190430093059', '2019-04-28', null, '61', '144', null);
INSERT INTO `project` VALUES ('1356', '2019-04-30 01:32:50', '2019-04-30 01:32:50', null, null, null, null, '2019-05-15', 'Project20190430093218', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1357', '2019-04-30 01:34:21', '2019-04-30 01:34:21', null, null, null, null, '2019-05-15', 'Project20190430093350', '2019-04-28', null, '61', '144', null);
INSERT INTO `project` VALUES ('1358', '2019-04-30 01:49:39', '2019-04-30 01:49:39', null, null, null, null, '2019-05-15', 'Project20190430094908', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1364', '2019-04-30 02:05:20', '2019-04-30 02:18:07', null, null, null, null, '2019-04-29', 'test0430', '2019-03-30', null, '2', '145', '1151');
INSERT INTO `project` VALUES ('1365', '2019-04-30 02:07:42', '2019-04-30 02:07:42', null, null, null, null, '2019-05-13', 'test04301', '2019-04-22', null, '72', '144', null);
INSERT INTO `project` VALUES ('1416', '2019-05-01 08:29:33', '2019-05-01 08:29:33', null, null, null, null, '2019-05-16', 'test000501', '2019-05-01', null, '2', '144', '1372');
INSERT INTO `project` VALUES ('1417', '2019-05-01 08:30:03', '2019-05-01 08:30:03', null, null, null, null, '2019-04-30', 'test0000051', '2019-04-30', null, '61', '144', '1372');
INSERT INTO `project` VALUES ('1423', '2019-05-01 08:32:19', '2019-05-01 08:32:19', null, null, null, null, '2019-04-30', 'test00051', '2019-04-30', null, '2', '144', '1151');
INSERT INTO `project` VALUES ('1430', '2019-05-01 08:42:23', '2019-05-01 08:42:23', null, null, null, null, '2019-04-30', 'testaaa', '2019-04-30', null, '72', '144', '1229');
INSERT INTO `project` VALUES ('1461', '2019-05-01 10:23:57', '2019-05-01 10:23:57', null, null, null, null, '2019-05-15', 'Project20190501182326', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1464', '2019-05-01 10:25:37', '2019-05-01 10:25:37', null, null, null, null, '2019-05-15', 'Project20190501182506', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1467', '2019-05-01 10:29:05', '2019-05-01 10:29:05', null, null, null, null, '2019-05-31', 'test15987', '2019-04-30', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1468', '2019-05-01 10:30:08', '2019-05-01 10:30:08', null, null, null, null, '2019-05-31', 'test20190501182934', '2019-04-30', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1469', '2019-05-01 13:36:22', '2019-05-01 13:36:22', null, null, null, null, '2019-05-15', 'testTask00020190501213549', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1471', '2019-05-01 15:34:36', '2019-05-01 15:34:36', null, null, null, null, '2019-05-15', 'testTask00020190501233403', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1472', '2019-05-01 15:37:06', '2019-05-01 15:37:06', null, null, null, null, '2019-05-15', 'testTask00020190501233633', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1496', '2019-05-02 08:16:35', '2019-05-02 10:03:13', null, null, null, '2019-05-02 08:32:45', '2019-04-29', 'group123', '2019-04-28', '208', '208', '145', '1229');
INSERT INTO `project` VALUES ('1500', '2019-05-02 08:33:34', '2019-05-02 15:05:33', null, null, null, null, '2024-07-05', 'group1205', '2019-05-01', null, '208', '145', '1151');
INSERT INTO `project` VALUES ('1512', '2019-05-02 10:07:38', '2019-05-02 10:07:38', null, null, null, null, '2019-05-15', 'testTask00020190502180702', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1513', '2019-05-02 10:19:41', '2019-05-02 10:19:41', null, null, null, null, '2019-05-15', 'testTask00020190502181905', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1526', '2019-05-02 14:26:11', '2019-05-02 14:26:11', null, null, null, null, '2019-05-15', 'testTask00020190502222534', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1528', '2019-05-02 14:33:30', '2019-05-02 14:33:30', null, null, null, null, '2019-05-15', 'testTask00020190502223253', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1530', '2019-05-02 14:38:04', '2019-05-02 14:38:04', null, null, null, null, '2019-05-15', 'testTask00020190502223727', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1531', '2019-05-02 14:39:44', '2019-05-02 14:39:44', null, null, null, null, '2019-05-15', 'testTask00020190502223907', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1631', '2019-05-05 06:34:38', '2019-05-07 06:37:35', null, null, null, '2019-05-05 06:54:50', '2024-11-26', 'hell', '2019-05-03', '224', '224', '2', '3');
INSERT INTO `project` VALUES ('1634', '2019-05-05 07:16:46', '2019-05-05 07:16:46', null, null, null, null, '2019-05-24', 'lalala', '2019-05-18', null, '224', '144', '2');
INSERT INTO `project` VALUES ('1635', '2019-05-05 07:39:55', '2019-05-05 07:39:55', null, null, null, null, '2024-11-28', 'sadasd', '2019-05-04', null, '224', '144', '1372');
INSERT INTO `project` VALUES ('1650', '2019-05-05 11:07:16', '2019-05-06 13:33:52', null, null, null, '2019-05-06 13:22:57', '2024-11-24', 'happytest', '2019-05-08', '224', '224', '145', '1621');
INSERT INTO `project` VALUES ('1659', '2019-05-05 12:33:49', '2019-05-05 12:33:49', null, null, null, null, '2019-05-31', '123123132', '2019-04-30', null, '76', '144', '1229');
INSERT INTO `project` VALUES ('1660', '2019-05-05 12:34:48', '2019-05-05 12:34:48', null, null, null, null, '2019-05-28', '12356789', '2019-04-29', null, '76', '144', '1372');
INSERT INTO `project` VALUES ('1661', '2019-05-05 12:50:09', '2019-05-05 12:50:09', null, null, null, null, '2019-06-03', '12312312312', '2019-05-04', null, '598', '144', '618');
INSERT INTO `project` VALUES ('1662', '2019-05-05 12:54:41', '2019-05-08 09:21:40', null, null, null, null, '2019-07-04', 'g8testFront4', '2019-05-03', null, '598', '144', '2');
INSERT INTO `project` VALUES ('1663', '2019-05-05 12:55:51', '2019-05-05 12:55:51', null, null, null, null, '2019-06-03', '1231231231122', '2019-05-04', null, '598', '144', '618');
INSERT INTO `project` VALUES ('1684', '2019-05-06 07:57:51', '2019-05-06 07:57:51', null, null, null, null, '2019-05-23', '123123123', '2019-04-28', null, '61', '144', '1372');
INSERT INTO `project` VALUES ('1697', '2019-05-06 09:55:57', '2019-05-06 09:55:57', null, null, null, null, '2019-05-30', 'rere', '2019-05-27', null, '2', '144', '1372');
INSERT INTO `project` VALUES ('1765', '2019-05-06 13:08:33', '2019-05-09 04:08:33', null, null, null, '2019-05-09 04:08:33', '2022-12-20', '021111', '1279-12-23', '219', '61', '144', '1372');
INSERT INTO `project` VALUES ('1824', '2019-05-07 00:26:31', '2019-05-07 00:26:31', null, null, null, null, '2019-05-15', 'Project20190507082855', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1825', '2019-05-07 00:47:32', '2019-05-07 00:47:32', null, null, null, null, '2019-05-15', 'Project20190507084956', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1826', '2019-05-07 00:50:57', '2019-05-07 00:50:57', null, null, null, null, '2019-05-15', 'Project20190507085320', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1827', '2019-05-07 00:53:16', '2019-05-07 00:53:16', null, null, null, null, '2019-05-15', 'Project20190507085540', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1828', '2019-05-07 00:54:47', '2019-05-07 00:54:47', null, null, null, null, '2019-05-15', 'Project20190507085711', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1830', '2019-05-07 01:03:27', '2019-05-07 01:03:27', null, null, null, null, '2019-05-15', 'Project20190507090551', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1831', '2019-05-07 01:05:34', '2019-05-07 01:05:34', null, null, null, null, '2019-05-15', 'Project20190507090758', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1832', '2019-05-07 01:07:20', '2019-05-07 01:07:20', null, null, null, null, '2019-05-15', 'Project20190507090944', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1833', '2019-05-07 01:08:26', '2019-05-07 01:08:26', null, null, null, null, '2019-05-15', 'Project20190507091050', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1834', '2019-05-07 01:10:14', '2019-05-07 01:10:14', null, null, null, null, '2019-05-15', 'Project20190507091238', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1835', '2019-05-07 01:14:50', '2019-05-07 01:14:50', null, null, null, null, '2019-05-15', 'Project20190507091713', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1838', '2019-05-07 01:25:31', '2019-05-07 02:34:14', null, null, null, '2019-05-07 02:34:14', '2019-04-28', 'test12315643', '2019-04-27', '190', '1297', '144', '616');
INSERT INTO `project` VALUES ('1839', '2019-05-07 01:27:54', '2019-05-07 01:27:54', null, null, null, null, '2019-05-15', 'Project20190507093018', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1841', '2019-05-07 01:52:39', '2019-05-07 01:52:39', null, null, null, '2019-05-06 08:01:18', '2019-05-24', 'autotest001sad', '2019-04-27', '61', '1', '145', '1621');
INSERT INTO `project` VALUES ('1852', '2019-05-07 04:46:04', '2019-05-07 04:46:04', null, null, null, null, '2019-04-28', 'asdsad', '2019-04-27', null, '61', '144', '1372');
INSERT INTO `project` VALUES ('1859', '2019-05-07 06:04:50', '2019-05-07 06:32:59', null, null, null, null, '2019-05-27', 'ysamitest', '2019-04-27', null, '1858', '145', '1621');
INSERT INTO `project` VALUES ('1883', '2019-05-07 07:20:15', '2019-05-07 07:20:15', null, null, null, null, '2019-05-15', 'testTask00020190507151931', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1885', '2019-05-07 07:21:32', '2019-05-07 07:21:32', null, null, null, null, '2019-05-15', 'testTask00020190507152047', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1890', '2019-05-07 07:28:03', '2019-05-07 07:28:03', null, null, null, null, '2019-05-15', 'testTask00020190507152719', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1891', '2019-05-07 07:29:13', '2019-05-07 07:29:13', null, null, null, null, '2019-05-15', 'testTask00020190507152828', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1893', '2019-05-07 07:30:14', '2019-05-07 07:30:14', null, null, null, null, '2019-05-15', 'testTask00020190507152930', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1895', '2019-05-07 07:31:18', '2019-05-07 07:31:18', null, null, null, null, '2019-05-15', 'testTask00020190507153034', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1899', '2019-05-07 07:37:31', '2019-05-07 07:37:31', null, null, null, null, '2019-05-15', 'testTask00020190507153646', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1903', '2019-05-07 07:50:51', '2019-05-07 07:50:51', null, null, null, null, '2019-05-15', 'testTask00020190507155007', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1906', '2019-05-07 07:58:27', '2019-05-07 07:58:27', null, null, null, null, '2019-05-15', 'testTask00020190507155743', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('1912', '2019-05-07 08:03:52', '2019-05-07 08:03:52', null, null, null, null, '2019-06-30', 'Group_1_test_1557216172281', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1913', '2019-05-07 08:04:27', '2019-05-07 08:04:27', null, null, null, null, '2019-04-29', 'test_status54561', '2019-04-27', null, '61', '144', '1621');
INSERT INTO `project` VALUES ('1914', '2019-05-07 08:07:52', '2019-05-07 08:07:52', null, null, null, null, '2019-06-30', 'Group_1_test_1557216412480', '2019-03-31', null, '1297', '2', '616');
INSERT INTO `project` VALUES ('1918', '2019-05-07 08:10:47', '2019-05-07 08:10:47', null, null, null, null, '2019-06-30', 'Group_1_test_1557216587522', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1922', '2019-05-07 08:12:24', '2019-05-07 08:12:24', null, null, null, null, '2019-06-30', 'Group_1_test_1557216684388', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1932', '2019-05-07 08:34:22', '2019-05-07 08:34:22', null, null, null, null, '2019-06-30', 'Group_1_test_1557218002423', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1934', '2019-05-07 08:36:07', '2019-05-07 08:36:07', null, null, null, null, '2019-06-30', 'Group_1_test_1557218107047', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1935', '2019-05-07 08:44:49', '2019-05-07 08:44:49', null, null, null, null, '2019-06-30', 'Group_1_test_1557218628598', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1936', '2019-05-07 08:48:49', '2019-05-07 08:48:49', null, null, null, null, '2019-06-30', 'Group_1_test_1557218867785', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1937', '2019-05-07 08:50:59', '2019-05-07 08:50:59', null, null, null, null, '2019-06-30', 'Group_1_test_1557218998594', '2019-03-31', null, '1297', '144', '616');
INSERT INTO `project` VALUES ('1938', '2019-05-07 08:53:37', '2019-05-07 08:53:54', null, null, null, null, '2019-06-28', 'Group_1_test_1557219157500_modify', '2019-03-28', null, '190', '2', '1621');
INSERT INTO `project` VALUES ('1939', '2019-05-07 08:55:20', '2019-05-07 08:55:51', null, null, null, null, '2019-06-27', 'Group_1_test_1557219259791_modifyGroup1_Task2', '2019-03-27', null, '190', '2', '1621');
INSERT INTO `project` VALUES ('1941', '2019-05-07 08:58:38', '2019-05-07 08:59:10', null, null, null, null, '2019-06-27', 'Group_1_test_1557219458702_modifyGroup1_Task2', '2019-03-27', null, '190', '2', '1621');
INSERT INTO `project` VALUES ('1942', '2019-05-07 09:00:30', '2019-05-07 09:00:46', null, null, null, null, '2019-06-28', 'Group_1_test_1557219569840_modify', '2019-03-28', null, '190', '2', '1621');
INSERT INTO `project` VALUES ('1943', '2019-05-07 09:02:25', '2019-05-07 09:21:49', null, null, null, '2019-05-07 09:21:49', '2019-06-28', 'Group_1_test_1557219685235_modify', '2019-03-28', '190', '190', '2', '1621');
INSERT INTO `project` VALUES ('1944', '2019-05-07 09:05:35', '2019-05-07 09:15:20', null, null, null, '2019-05-07 09:15:20', '2019-06-28', 'Group_1_test_1557219874748_modify', '2019-03-28', '190', '190', '2', '1621');
INSERT INTO `project` VALUES ('1948', '2019-05-07 09:18:14', '2019-05-07 09:22:17', null, null, null, '2019-05-07 09:22:17', '2019-06-28', 'Group_1_test_1557220634364_modify', '2019-03-28', '190', '190', '2', '1621');
INSERT INTO `project` VALUES ('1949', '2019-05-07 09:20:25', '2019-05-07 09:28:45', null, null, null, '2019-05-07 09:28:45', '2019-06-28', 'Group_1_test_1557220765199_modify', '2019-03-28', '190', '190', '2', '1621');
INSERT INTO `project` VALUES ('1950', '2019-05-07 09:30:00', '2019-05-07 09:31:26', null, null, null, '2019-05-07 09:31:26', '2019-06-28', 'Group_1_test_1557221339907_modify', '2019-03-28', '190', '190', '2', '1621');
INSERT INTO `project` VALUES ('1952', '2019-05-07 09:32:36', '2019-05-07 09:33:05', null, null, null, null, '2019-06-28', 'Group_1_test_1557221495784_modify', '2019-03-28', null, '190', '2', '1621');
INSERT INTO `project` VALUES ('1966', '2019-05-07 10:17:23', '2019-05-07 10:17:23', null, null, null, null, '2019-05-22', 'testProjectForYLY', '2019-05-06', null, '1959', '144', '1151');
INSERT INTO `project` VALUES ('1970', '2019-05-07 10:26:19', '2019-05-07 10:26:19', null, null, null, null, '2019-05-07', '11th02', '2019-04-06', null, '181', '144', '3');
INSERT INTO `project` VALUES ('2024', '2019-05-07 14:13:38', '2019-05-07 14:13:38', null, null, null, null, '2019-05-07', '11th03', '2019-04-06', null, '181', '144', '3');
INSERT INTO `project` VALUES ('2056', '2019-05-08 05:21:17', '2019-05-08 05:21:17', null, null, null, null, '2019-05-15', 'Project20190508132339', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('2085', '2019-05-08 06:43:21', '2019-05-09 13:39:05', null, null, null, null, '2019-06-14', '2701', '2019-05-07', null, '773', '144', '1621');
INSERT INTO `project` VALUES ('2117', '2019-05-08 10:33:24', '2019-05-08 10:33:55', null, null, null, null, '2019-06-28', 'Group_1_test_1557311542522_modify', '2019-03-28', null, '190', '2', '1621');
INSERT INTO `project` VALUES ('2189', '2019-05-08 13:08:25', '2019-05-08 13:08:25', null, null, null, null, '2019-05-15', 'Project20190508210716', '2019-04-28', null, '61', '144', '691');
INSERT INTO `project` VALUES ('2379', '2019-05-10 07:39:30', '2019-05-10 07:39:30', null, null, null, null, '2019-05-22', '1111', '2019-05-01', null, '2', '144', '2180');
INSERT INTO `project` VALUES ('2392', '2019-05-10 08:26:34', '2019-05-10 08:32:22', null, null, null, '2019-05-10 08:32:22', '2019-06-30', 'imbustest', '2019-02-28', '72', '72', '144', '2385');

-- ----------------------------
-- Table structure for project_status
-- ----------------------------
DROP TABLE IF EXISTS `project_status`;
CREATE TABLE `project_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `is_finish` bit(1) NOT NULL,
  `is_start` bit(1) NOT NULL,
  `name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_gc9netg5vvbi8wn4vxmn6ey1t` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=2247 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of project_status
-- ----------------------------
INSERT INTO `project_status` VALUES ('2', '2018-12-10 17:39:36', '2019-05-07 08:07:59', '', '\0', '结束状态');
INSERT INTO `project_status` VALUES ('144', '2019-03-11 01:54:08', '2019-04-14 05:27:17', '\0', '', '开始');
INSERT INTO `project_status` VALUES ('145', '2019-03-11 01:54:38', '2019-03-15 06:24:30', '\0', '\0', '进行中');
INSERT INTO `project_status` VALUES ('1654', '2019-05-05 12:19:11', '2019-05-07 08:06:41', '', '\0', '新状态3');
INSERT INTO `project_status` VALUES ('1655', '2019-05-05 12:21:16', '2019-05-06 11:39:36', '\0', '\0', '新状态8新状态9');
INSERT INTO `project_status` VALUES ('1656', '2019-05-05 12:23:20', '2019-05-08 09:03:08', '\0', '', '新状态5');

-- ----------------------------
-- Table structure for project_user
-- ----------------------------
DROP TABLE IF EXISTS `project_user`;
CREATE TABLE `project_user` (
  `PROJECT_ID` int(11) NOT NULL,
  `USER_ID` int(11) NOT NULL,
  KEY `FKr6jugtwk9axivplnrehno65fg` (`USER_ID`),
  KEY `FKev8k0euy0d3vwdmwwpep9ccdv` (`PROJECT_ID`),
  CONSTRAINT `FK4qtxsgrdr19mn0i80wqkfxkq7` FOREIGN KEY (`PROJECT_ID`) REFERENCES `project` (`id`),
  CONSTRAINT `FKev8k0euy0d3vwdmwwpep9ccdv` FOREIGN KEY (`PROJECT_ID`) REFERENCES `project` (`id`),
  CONSTRAINT `FKr6jugtwk9axivplnrehno65fg` FOREIGN KEY (`USER_ID`) REFERENCES `user` (`id`),
  CONSTRAINT `FKtllkcrbifycjjo3ri03sbmkxv` FOREIGN KEY (`USER_ID`) REFERENCES `user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of project_user
-- ----------------------------
INSERT INTO `project_user` VALUES ('71', '1');
INSERT INTO `project_user` VALUES ('71', '2');
INSERT INTO `project_user` VALUES ('71', '61');
INSERT INTO `project_user` VALUES ('71', '72');
INSERT INTO `project_user` VALUES ('71', '73');
INSERT INTO `project_user` VALUES ('71', '75');
INSERT INTO `project_user` VALUES ('71', '76');
INSERT INTO `project_user` VALUES ('77', '61');
INSERT INTO `project_user` VALUES ('77', '72');
INSERT INTO `project_user` VALUES ('77', '73');
INSERT INTO `project_user` VALUES ('77', '75');
INSERT INTO `project_user` VALUES ('116', '61');
INSERT INTO `project_user` VALUES ('15', '1');
INSERT INTO `project_user` VALUES ('15', '72');
INSERT INTO `project_user` VALUES ('15', '73');
INSERT INTO `project_user` VALUES ('15', '75');
INSERT INTO `project_user` VALUES ('177', '1');
INSERT INTO `project_user` VALUES ('177', '2');
INSERT INTO `project_user` VALUES ('177', '61');
INSERT INTO `project_user` VALUES ('177', '72');
INSERT INTO `project_user` VALUES ('177', '73');
INSERT INTO `project_user` VALUES ('177', '75');
INSERT INTO `project_user` VALUES ('177', '76');
INSERT INTO `project_user` VALUES ('177', '138');
INSERT INTO `project_user` VALUES ('179', '72');
INSERT INTO `project_user` VALUES ('185', '183');
INSERT INTO `project_user` VALUES ('185', '184');
INSERT INTO `project_user` VALUES ('185', '186');
INSERT INTO `project_user` VALUES ('185', '187');
INSERT INTO `project_user` VALUES ('239', '215');
INSERT INTO `project_user` VALUES ('240', '215');
INSERT INTO `project_user` VALUES ('195', '194');
INSERT INTO `project_user` VALUES ('195', '196');
INSERT INTO `project_user` VALUES ('195', '197');
INSERT INTO `project_user` VALUES ('195', '243');
INSERT INTO `project_user` VALUES ('100', '73');
INSERT INTO `project_user` VALUES ('282', '73');
INSERT INTO `project_user` VALUES ('283', '1');
INSERT INTO `project_user` VALUES ('283', '72');
INSERT INTO `project_user` VALUES ('283', '73');
INSERT INTO `project_user` VALUES ('283', '75');
INSERT INTO `project_user` VALUES ('487', '73');
INSERT INTO `project_user` VALUES ('489', '1');
INSERT INTO `project_user` VALUES ('489', '72');
INSERT INTO `project_user` VALUES ('489', '73');
INSERT INTO `project_user` VALUES ('489', '75');
INSERT INTO `project_user` VALUES ('490', '1');
INSERT INTO `project_user` VALUES ('490', '72');
INSERT INTO `project_user` VALUES ('490', '73');
INSERT INTO `project_user` VALUES ('490', '75');
INSERT INTO `project_user` VALUES ('491', '1');
INSERT INTO `project_user` VALUES ('491', '72');
INSERT INTO `project_user` VALUES ('491', '73');
INSERT INTO `project_user` VALUES ('491', '75');
INSERT INTO `project_user` VALUES ('494', '1');
INSERT INTO `project_user` VALUES ('494', '72');
INSERT INTO `project_user` VALUES ('494', '73');
INSERT INTO `project_user` VALUES ('494', '75');
INSERT INTO `project_user` VALUES ('236', '214');
INSERT INTO `project_user` VALUES ('236', '215');
INSERT INTO `project_user` VALUES ('236', '216');
INSERT INTO `project_user` VALUES ('236', '217');
INSERT INTO `project_user` VALUES ('236', '218');
INSERT INTO `project_user` VALUES ('236', '219');
INSERT INTO `project_user` VALUES ('236', '220');
INSERT INTO `project_user` VALUES ('139', '1');
INSERT INTO `project_user` VALUES ('139', '2');
INSERT INTO `project_user` VALUES ('139', '61');
INSERT INTO `project_user` VALUES ('139', '72');
INSERT INTO `project_user` VALUES ('139', '73');
INSERT INTO `project_user` VALUES ('139', '75');
INSERT INTO `project_user` VALUES ('139', '76');
INSERT INTO `project_user` VALUES ('139', '138');
INSERT INTO `project_user` VALUES ('241', '194');
INSERT INTO `project_user` VALUES ('241', '196');
INSERT INTO `project_user` VALUES ('241', '197');
INSERT INTO `project_user` VALUES ('241', '198');
INSERT INTO `project_user` VALUES ('241', '243');
INSERT INTO `project_user` VALUES ('701', '2');
INSERT INTO `project_user` VALUES ('163', '72');
INSERT INTO `project_user` VALUES ('163', '73');
INSERT INTO `project_user` VALUES ('163', '75');
INSERT INTO `project_user` VALUES ('178', '1');
INSERT INTO `project_user` VALUES ('178', '2');
INSERT INTO `project_user` VALUES ('178', '61');
INSERT INTO `project_user` VALUES ('178', '72');
INSERT INTO `project_user` VALUES ('178', '73');
INSERT INTO `project_user` VALUES ('178', '75');
INSERT INTO `project_user` VALUES ('178', '76');
INSERT INTO `project_user` VALUES ('178', '138');
INSERT INTO `project_user` VALUES ('722', '61');
INSERT INTO `project_user` VALUES ('722', '72');
INSERT INTO `project_user` VALUES ('722', '73');
INSERT INTO `project_user` VALUES ('722', '75');
INSERT INTO `project_user` VALUES ('732', '72');
INSERT INTO `project_user` VALUES ('732', '61');
INSERT INTO `project_user` VALUES ('944', '496');
INSERT INTO `project_user` VALUES ('497', '496');
INSERT INTO `project_user` VALUES ('497', '501');
INSERT INTO `project_user` VALUES ('497', '520');
INSERT INTO `project_user` VALUES ('497', '575');
INSERT INTO `project_user` VALUES ('497', '598');
INSERT INTO `project_user` VALUES ('497', '759');
INSERT INTO `project_user` VALUES ('1000', '61');
INSERT INTO `project_user` VALUES ('1001', '61');
INSERT INTO `project_user` VALUES ('1086', '2');
INSERT INTO `project_user` VALUES ('488', '2');
INSERT INTO `project_user` VALUES ('280', '1');
INSERT INTO `project_user` VALUES ('1103', '1');
INSERT INTO `project_user` VALUES ('1123', '2');
INSERT INTO `project_user` VALUES ('1124', '73');
INSERT INTO `project_user` VALUES ('1130', '73');
INSERT INTO `project_user` VALUES ('1136', '2');
INSERT INTO `project_user` VALUES ('1138', '61');
INSERT INTO `project_user` VALUES ('1139', '2');
INSERT INTO `project_user` VALUES ('1142', '2');
INSERT INTO `project_user` VALUES ('1143', '61');
INSERT INTO `project_user` VALUES ('1144', '61');
INSERT INTO `project_user` VALUES ('1154', '75');
INSERT INTO `project_user` VALUES ('1162', '2');
INSERT INTO `project_user` VALUES ('1169', '76');
INSERT INTO `project_user` VALUES ('1176', '2');
INSERT INTO `project_user` VALUES ('1177', '61');
INSERT INTO `project_user` VALUES ('500', '276');
INSERT INTO `project_user` VALUES ('500', '277');
INSERT INTO `project_user` VALUES ('500', '278');
INSERT INTO `project_user` VALUES ('500', '279');
INSERT INTO `project_user` VALUES ('500', '502');
INSERT INTO `project_user` VALUES ('500', '503');
INSERT INTO `project_user` VALUES ('1099', '192');
INSERT INTO `project_user` VALUES ('1099', '541');
INSERT INTO `project_user` VALUES ('1099', '543');
INSERT INTO `project_user` VALUES ('1099', '1251');
INSERT INTO `project_user` VALUES ('1260', '61');
INSERT INTO `project_user` VALUES ('1276', '2');
INSERT INTO `project_user` VALUES ('1276', '61');
INSERT INTO `project_user` VALUES ('1276', '72');
INSERT INTO `project_user` VALUES ('1276', '73');
INSERT INTO `project_user` VALUES ('1276', '75');
INSERT INTO `project_user` VALUES ('1276', '76');
INSERT INTO `project_user` VALUES ('1276', '138');
INSERT INTO `project_user` VALUES ('1276', '181');
INSERT INTO `project_user` VALUES ('1276', '182');
INSERT INTO `project_user` VALUES ('1276', '183');
INSERT INTO `project_user` VALUES ('1276', '184');
INSERT INTO `project_user` VALUES ('1276', '186');
INSERT INTO `project_user` VALUES ('1276', '187');
INSERT INTO `project_user` VALUES ('1276', '188');
INSERT INTO `project_user` VALUES ('1276', '189');
INSERT INTO `project_user` VALUES ('1276', '190');
INSERT INTO `project_user` VALUES ('1276', '192');
INSERT INTO `project_user` VALUES ('1276', '193');
INSERT INTO `project_user` VALUES ('1276', '194');
INSERT INTO `project_user` VALUES ('1276', '196');
INSERT INTO `project_user` VALUES ('1276', '197');
INSERT INTO `project_user` VALUES ('1276', '198');
INSERT INTO `project_user` VALUES ('1276', '199');
INSERT INTO `project_user` VALUES ('1276', '200');
INSERT INTO `project_user` VALUES ('1276', '201');
INSERT INTO `project_user` VALUES ('1276', '202');
INSERT INTO `project_user` VALUES ('1276', '203');
INSERT INTO `project_user` VALUES ('1276', '205');
INSERT INTO `project_user` VALUES ('1276', '206');
INSERT INTO `project_user` VALUES ('1276', '207');
INSERT INTO `project_user` VALUES ('1276', '208');
INSERT INTO `project_user` VALUES ('1276', '209');
INSERT INTO `project_user` VALUES ('1276', '210');
INSERT INTO `project_user` VALUES ('1276', '211');
INSERT INTO `project_user` VALUES ('1276', '212');
INSERT INTO `project_user` VALUES ('1276', '213');
INSERT INTO `project_user` VALUES ('1276', '214');
INSERT INTO `project_user` VALUES ('1276', '215');
INSERT INTO `project_user` VALUES ('1276', '216');
INSERT INTO `project_user` VALUES ('1276', '217');
INSERT INTO `project_user` VALUES ('1276', '218');
INSERT INTO `project_user` VALUES ('1276', '219');
INSERT INTO `project_user` VALUES ('1276', '220');
INSERT INTO `project_user` VALUES ('1276', '221');
INSERT INTO `project_user` VALUES ('1276', '222');
INSERT INTO `project_user` VALUES ('1276', '223');
INSERT INTO `project_user` VALUES ('1276', '224');
INSERT INTO `project_user` VALUES ('1276', '225');
INSERT INTO `project_user` VALUES ('1276', '226');
INSERT INTO `project_user` VALUES ('1276', '227');
INSERT INTO `project_user` VALUES ('1276', '228');
INSERT INTO `project_user` VALUES ('1276', '229');
INSERT INTO `project_user` VALUES ('1276', '237');
INSERT INTO `project_user` VALUES ('1276', '238');
INSERT INTO `project_user` VALUES ('1276', '242');
INSERT INTO `project_user` VALUES ('1276', '243');
INSERT INTO `project_user` VALUES ('1276', '248');
INSERT INTO `project_user` VALUES ('1276', '249');
INSERT INTO `project_user` VALUES ('1276', '250');
INSERT INTO `project_user` VALUES ('1276', '251');
INSERT INTO `project_user` VALUES ('1276', '276');
INSERT INTO `project_user` VALUES ('1276', '277');
INSERT INTO `project_user` VALUES ('1276', '278');
INSERT INTO `project_user` VALUES ('1276', '279');
INSERT INTO `project_user` VALUES ('1276', '496');
INSERT INTO `project_user` VALUES ('1276', '501');
INSERT INTO `project_user` VALUES ('1276', '502');
INSERT INTO `project_user` VALUES ('1276', '503');
INSERT INTO `project_user` VALUES ('1276', '515');
INSERT INTO `project_user` VALUES ('1276', '517');
INSERT INTO `project_user` VALUES ('1276', '520');
INSERT INTO `project_user` VALUES ('1276', '521');
INSERT INTO `project_user` VALUES ('1276', '522');
INSERT INTO `project_user` VALUES ('1276', '528');
INSERT INTO `project_user` VALUES ('1276', '529');
INSERT INTO `project_user` VALUES ('1276', '530');
INSERT INTO `project_user` VALUES ('1276', '531');
INSERT INTO `project_user` VALUES ('1276', '533');
INSERT INTO `project_user` VALUES ('1276', '541');
INSERT INTO `project_user` VALUES ('1276', '543');
INSERT INTO `project_user` VALUES ('1276', '558');
INSERT INTO `project_user` VALUES ('1276', '575');
INSERT INTO `project_user` VALUES ('1276', '576');
INSERT INTO `project_user` VALUES ('1276', '589');
INSERT INTO `project_user` VALUES ('1276', '590');
INSERT INTO `project_user` VALUES ('1276', '598');
INSERT INTO `project_user` VALUES ('1276', '640');
INSERT INTO `project_user` VALUES ('1276', '700');
INSERT INTO `project_user` VALUES ('1276', '757');
INSERT INTO `project_user` VALUES ('1276', '758');
INSERT INTO `project_user` VALUES ('1276', '759');
INSERT INTO `project_user` VALUES ('1276', '773');
INSERT INTO `project_user` VALUES ('1276', '774');
INSERT INTO `project_user` VALUES ('1276', '775');
INSERT INTO `project_user` VALUES ('1276', '828');
INSERT INTO `project_user` VALUES ('1276', '829');
INSERT INTO `project_user` VALUES ('1276', '943');
INSERT INTO `project_user` VALUES ('1276', '1018');
INSERT INTO `project_user` VALUES ('1276', '1026');
INSERT INTO `project_user` VALUES ('1276', '1027');
INSERT INTO `project_user` VALUES ('1276', '1072');
INSERT INTO `project_user` VALUES ('1276', '1073');
INSERT INTO `project_user` VALUES ('1276', '1074');
INSERT INTO `project_user` VALUES ('1276', '1079');
INSERT INTO `project_user` VALUES ('1276', '1084');
INSERT INTO `project_user` VALUES ('1276', '1085');
INSERT INTO `project_user` VALUES ('1276', '1097');
INSERT INTO `project_user` VALUES ('1276', '1098');
INSERT INTO `project_user` VALUES ('1276', '1100');
INSERT INTO `project_user` VALUES ('1276', '1101');
INSERT INTO `project_user` VALUES ('1276', '1110');
INSERT INTO `project_user` VALUES ('1276', '1114');
INSERT INTO `project_user` VALUES ('1276', '1251');
INSERT INTO `project_user` VALUES ('1276', '1259');
INSERT INTO `project_user` VALUES ('1287', '61');
INSERT INTO `project_user` VALUES ('1290', '61');
INSERT INTO `project_user` VALUES ('1291', '61');
INSERT INTO `project_user` VALUES ('1292', '61');
INSERT INTO `project_user` VALUES ('1293', '61');
INSERT INTO `project_user` VALUES ('1294', '61');
INSERT INTO `project_user` VALUES ('1295', '61');
INSERT INTO `project_user` VALUES ('1296', '61');
INSERT INTO `project_user` VALUES ('995', '558');
INSERT INTO `project_user` VALUES ('995', '575');
INSERT INTO `project_user` VALUES ('995', '598');
INSERT INTO `project_user` VALUES ('1299', '515');
INSERT INTO `project_user` VALUES ('998', '496');
INSERT INTO `project_user` VALUES ('998', '501');
INSERT INTO `project_user` VALUES ('998', '520');
INSERT INTO `project_user` VALUES ('998', '558');
INSERT INTO `project_user` VALUES ('998', '575');
INSERT INTO `project_user` VALUES ('998', '598');
INSERT INTO `project_user` VALUES ('1301', '496');
INSERT INTO `project_user` VALUES ('1301', '501');
INSERT INTO `project_user` VALUES ('1301', '520');
INSERT INTO `project_user` VALUES ('1301', '575');
INSERT INTO `project_user` VALUES ('1301', '598');
INSERT INTO `project_user` VALUES ('1301', '759');
INSERT INTO `project_user` VALUES ('1304', '61');
INSERT INTO `project_user` VALUES ('1305', '61');
INSERT INTO `project_user` VALUES ('1306', '1297');
INSERT INTO `project_user` VALUES ('1306', '190');
INSERT INTO `project_user` VALUES ('1339', '73');
INSERT INTO `project_user` VALUES ('1341', '517');
INSERT INTO `project_user` VALUES ('519', '517');
INSERT INTO `project_user` VALUES ('519', '521');
INSERT INTO `project_user` VALUES ('519', '529');
INSERT INTO `project_user` VALUES ('519', '530');
INSERT INTO `project_user` VALUES ('519', '531');
INSERT INTO `project_user` VALUES ('519', '533');
INSERT INTO `project_user` VALUES ('1345', '76');
INSERT INTO `project_user` VALUES ('534', '207');
INSERT INTO `project_user` VALUES ('534', '208');
INSERT INTO `project_user` VALUES ('534', '209');
INSERT INTO `project_user` VALUES ('534', '210');
INSERT INTO `project_user` VALUES ('534', '211');
INSERT INTO `project_user` VALUES ('534', '212');
INSERT INTO `project_user` VALUES ('534', '1098');
INSERT INTO `project_user` VALUES ('1346', '61');
INSERT INTO `project_user` VALUES ('1350', '61');
INSERT INTO `project_user` VALUES ('1353', '61');
INSERT INTO `project_user` VALUES ('1354', '61');
INSERT INTO `project_user` VALUES ('1355', '61');
INSERT INTO `project_user` VALUES ('1356', '61');
INSERT INTO `project_user` VALUES ('1357', '61');
INSERT INTO `project_user` VALUES ('1358', '61');
INSERT INTO `project_user` VALUES ('1365', '72');
INSERT INTO `project_user` VALUES ('1364', '2');
INSERT INTO `project_user` VALUES ('1416', '2');
INSERT INTO `project_user` VALUES ('1417', '61');
INSERT INTO `project_user` VALUES ('1423', '2');
INSERT INTO `project_user` VALUES ('1430', '72');
INSERT INTO `project_user` VALUES ('1461', '61');
INSERT INTO `project_user` VALUES ('1464', '61');
INSERT INTO `project_user` VALUES ('1467', '61');
INSERT INTO `project_user` VALUES ('1468', '61');
INSERT INTO `project_user` VALUES ('1469', '61');
INSERT INTO `project_user` VALUES ('770', '61');
INSERT INTO `project_user` VALUES ('770', '72');
INSERT INTO `project_user` VALUES ('770', '73');
INSERT INTO `project_user` VALUES ('770', '75');
INSERT INTO `project_user` VALUES ('1471', '61');
INSERT INTO `project_user` VALUES ('1472', '61');
INSERT INTO `project_user` VALUES ('518', '223');
INSERT INTO `project_user` VALUES ('518', '224');
INSERT INTO `project_user` VALUES ('518', '225');
INSERT INTO `project_user` VALUES ('518', '226');
INSERT INTO `project_user` VALUES ('518', '227');
INSERT INTO `project_user` VALUES ('518', '228');
INSERT INTO `project_user` VALUES ('1496', '208');
INSERT INTO `project_user` VALUES ('1512', '61');
INSERT INTO `project_user` VALUES ('1513', '61');
INSERT INTO `project_user` VALUES ('1526', '61');
INSERT INTO `project_user` VALUES ('1528', '61');
INSERT INTO `project_user` VALUES ('1530', '61');
INSERT INTO `project_user` VALUES ('1531', '61');
INSERT INTO `project_user` VALUES ('1500', '207');
INSERT INTO `project_user` VALUES ('1500', '208');
INSERT INTO `project_user` VALUES ('1500', '209');
INSERT INTO `project_user` VALUES ('514', '213');
INSERT INTO `project_user` VALUES ('514', '221');
INSERT INTO `project_user` VALUES ('514', '222');
INSERT INTO `project_user` VALUES ('514', '250');
INSERT INTO `project_user` VALUES ('514', '251');
INSERT INTO `project_user` VALUES ('514', '528');
INSERT INTO `project_user` VALUES ('204', '200');
INSERT INTO `project_user` VALUES ('204', '201');
INSERT INTO `project_user` VALUES ('204', '202');
INSERT INTO `project_user` VALUES ('204', '203');
INSERT INTO `project_user` VALUES ('204', '205');
INSERT INTO `project_user` VALUES ('204', '206');
INSERT INTO `project_user` VALUES ('1634', '224');
INSERT INTO `project_user` VALUES ('1635', '224');
INSERT INTO `project_user` VALUES ('1659', '76');
INSERT INTO `project_user` VALUES ('1660', '76');
INSERT INTO `project_user` VALUES ('1661', '598');
INSERT INTO `project_user` VALUES ('1663', '598');
INSERT INTO `project_user` VALUES ('659', '205');
INSERT INTO `project_user` VALUES ('1684', '61');
INSERT INTO `project_user` VALUES ('1697', '2');
INSERT INTO `project_user` VALUES ('1172', '598');
INSERT INTO `project_user` VALUES ('999', '496');
INSERT INTO `project_user` VALUES ('999', '501');
INSERT INTO `project_user` VALUES ('999', '520');
INSERT INTO `project_user` VALUES ('999', '575');
INSERT INTO `project_user` VALUES ('999', '598');
INSERT INTO `project_user` VALUES ('999', '759');
INSERT INTO `project_user` VALUES ('1824', '61');
INSERT INTO `project_user` VALUES ('1825', '61');
INSERT INTO `project_user` VALUES ('1826', '61');
INSERT INTO `project_user` VALUES ('1827', '61');
INSERT INTO `project_user` VALUES ('1828', '61');
INSERT INTO `project_user` VALUES ('1830', '61');
INSERT INTO `project_user` VALUES ('1831', '61');
INSERT INTO `project_user` VALUES ('1832', '61');
INSERT INTO `project_user` VALUES ('1833', '61');
INSERT INTO `project_user` VALUES ('1834', '61');
INSERT INTO `project_user` VALUES ('1835', '61');
INSERT INTO `project_user` VALUES ('1838', '1297');
INSERT INTO `project_user` VALUES ('1839', '61');
INSERT INTO `project_user` VALUES ('1841', '61');
INSERT INTO `project_user` VALUES ('1841', '73');
INSERT INTO `project_user` VALUES ('1841', '520');
INSERT INTO `project_user` VALUES ('1841', '1');
INSERT INTO `project_user` VALUES ('1340', '61');
INSERT INTO `project_user` VALUES ('1340', '73');
INSERT INTO `project_user` VALUES ('1340', '520');
INSERT INTO `project_user` VALUES ('1852', '61');
INSERT INTO `project_user` VALUES ('641', '2');
INSERT INTO `project_user` VALUES ('641', '61');
INSERT INTO `project_user` VALUES ('641', '72');
INSERT INTO `project_user` VALUES ('641', '73');
INSERT INTO `project_user` VALUES ('641', '75');
INSERT INTO `project_user` VALUES ('641', '76');
INSERT INTO `project_user` VALUES ('641', '138');
INSERT INTO `project_user` VALUES ('641', '181');
INSERT INTO `project_user` VALUES ('641', '182');
INSERT INTO `project_user` VALUES ('641', '183');
INSERT INTO `project_user` VALUES ('641', '187');
INSERT INTO `project_user` VALUES ('641', '188');
INSERT INTO `project_user` VALUES ('641', '189');
INSERT INTO `project_user` VALUES ('641', '190');
INSERT INTO `project_user` VALUES ('641', '192');
INSERT INTO `project_user` VALUES ('641', '193');
INSERT INTO `project_user` VALUES ('641', '194');
INSERT INTO `project_user` VALUES ('641', '196');
INSERT INTO `project_user` VALUES ('641', '197');
INSERT INTO `project_user` VALUES ('641', '198');
INSERT INTO `project_user` VALUES ('641', '199');
INSERT INTO `project_user` VALUES ('641', '200');
INSERT INTO `project_user` VALUES ('641', '201');
INSERT INTO `project_user` VALUES ('641', '202');
INSERT INTO `project_user` VALUES ('641', '203');
INSERT INTO `project_user` VALUES ('641', '205');
INSERT INTO `project_user` VALUES ('641', '206');
INSERT INTO `project_user` VALUES ('641', '207');
INSERT INTO `project_user` VALUES ('641', '208');
INSERT INTO `project_user` VALUES ('641', '209');
INSERT INTO `project_user` VALUES ('641', '210');
INSERT INTO `project_user` VALUES ('641', '211');
INSERT INTO `project_user` VALUES ('641', '212');
INSERT INTO `project_user` VALUES ('641', '213');
INSERT INTO `project_user` VALUES ('641', '214');
INSERT INTO `project_user` VALUES ('641', '215');
INSERT INTO `project_user` VALUES ('641', '216');
INSERT INTO `project_user` VALUES ('641', '217');
INSERT INTO `project_user` VALUES ('641', '218');
INSERT INTO `project_user` VALUES ('641', '219');
INSERT INTO `project_user` VALUES ('641', '220');
INSERT INTO `project_user` VALUES ('641', '221');
INSERT INTO `project_user` VALUES ('641', '222');
INSERT INTO `project_user` VALUES ('641', '223');
INSERT INTO `project_user` VALUES ('641', '224');
INSERT INTO `project_user` VALUES ('641', '225');
INSERT INTO `project_user` VALUES ('641', '226');
INSERT INTO `project_user` VALUES ('641', '227');
INSERT INTO `project_user` VALUES ('641', '228');
INSERT INTO `project_user` VALUES ('641', '229');
INSERT INTO `project_user` VALUES ('641', '237');
INSERT INTO `project_user` VALUES ('641', '238');
INSERT INTO `project_user` VALUES ('641', '242');
INSERT INTO `project_user` VALUES ('641', '243');
INSERT INTO `project_user` VALUES ('641', '248');
INSERT INTO `project_user` VALUES ('641', '249');
INSERT INTO `project_user` VALUES ('641', '250');
INSERT INTO `project_user` VALUES ('641', '251');
INSERT INTO `project_user` VALUES ('641', '276');
INSERT INTO `project_user` VALUES ('641', '277');
INSERT INTO `project_user` VALUES ('641', '278');
INSERT INTO `project_user` VALUES ('641', '279');
INSERT INTO `project_user` VALUES ('641', '496');
INSERT INTO `project_user` VALUES ('641', '501');
INSERT INTO `project_user` VALUES ('641', '502');
INSERT INTO `project_user` VALUES ('641', '503');
INSERT INTO `project_user` VALUES ('641', '515');
INSERT INTO `project_user` VALUES ('641', '517');
INSERT INTO `project_user` VALUES ('641', '520');
INSERT INTO `project_user` VALUES ('641', '521');
INSERT INTO `project_user` VALUES ('641', '522');
INSERT INTO `project_user` VALUES ('641', '528');
INSERT INTO `project_user` VALUES ('641', '529');
INSERT INTO `project_user` VALUES ('641', '530');
INSERT INTO `project_user` VALUES ('641', '531');
INSERT INTO `project_user` VALUES ('641', '533');
INSERT INTO `project_user` VALUES ('641', '541');
INSERT INTO `project_user` VALUES ('641', '543');
INSERT INTO `project_user` VALUES ('641', '558');
INSERT INTO `project_user` VALUES ('641', '575');
INSERT INTO `project_user` VALUES ('641', '576');
INSERT INTO `project_user` VALUES ('641', '589');
INSERT INTO `project_user` VALUES ('641', '590');
INSERT INTO `project_user` VALUES ('641', '598');
INSERT INTO `project_user` VALUES ('641', '640');
INSERT INTO `project_user` VALUES ('641', '700');
INSERT INTO `project_user` VALUES ('641', '757');
INSERT INTO `project_user` VALUES ('641', '758');
INSERT INTO `project_user` VALUES ('641', '759');
INSERT INTO `project_user` VALUES ('641', '773');
INSERT INTO `project_user` VALUES ('641', '774');
INSERT INTO `project_user` VALUES ('641', '775');
INSERT INTO `project_user` VALUES ('641', '828');
INSERT INTO `project_user` VALUES ('641', '829');
INSERT INTO `project_user` VALUES ('641', '943');
INSERT INTO `project_user` VALUES ('641', '1018');
INSERT INTO `project_user` VALUES ('641', '1026');
INSERT INTO `project_user` VALUES ('641', '1027');
INSERT INTO `project_user` VALUES ('641', '1072');
INSERT INTO `project_user` VALUES ('641', '1074');
INSERT INTO `project_user` VALUES ('641', '1079');
INSERT INTO `project_user` VALUES ('641', '1084');
INSERT INTO `project_user` VALUES ('641', '1085');
INSERT INTO `project_user` VALUES ('641', '1097');
INSERT INTO `project_user` VALUES ('641', '1098');
INSERT INTO `project_user` VALUES ('641', '1100');
INSERT INTO `project_user` VALUES ('641', '1101');
INSERT INTO `project_user` VALUES ('641', '1110');
INSERT INTO `project_user` VALUES ('641', '1114');
INSERT INTO `project_user` VALUES ('641', '1251');
INSERT INTO `project_user` VALUES ('641', '1259');
INSERT INTO `project_user` VALUES ('641', '1285');
INSERT INTO `project_user` VALUES ('641', '1288');
INSERT INTO `project_user` VALUES ('641', '1289');
INSERT INTO `project_user` VALUES ('641', '1297');
INSERT INTO `project_user` VALUES ('641', '1298');
INSERT INTO `project_user` VALUES ('641', '1302');
INSERT INTO `project_user` VALUES ('641', '1373');
INSERT INTO `project_user` VALUES ('641', '1374');
INSERT INTO `project_user` VALUES ('641', '1393');
INSERT INTO `project_user` VALUES ('641', '1394');
INSERT INTO `project_user` VALUES ('641', '1522');
INSERT INTO `project_user` VALUES ('641', '1569');
INSERT INTO `project_user` VALUES ('641', '1570');
INSERT INTO `project_user` VALUES ('641', '1578');
INSERT INTO `project_user` VALUES ('641', '1602');
INSERT INTO `project_user` VALUES ('641', '1624');
INSERT INTO `project_user` VALUES ('641', '1626');
INSERT INTO `project_user` VALUES ('641', '1627');
INSERT INTO `project_user` VALUES ('641', '1628');
INSERT INTO `project_user` VALUES ('641', '1629');
INSERT INTO `project_user` VALUES ('641', '1630');
INSERT INTO `project_user` VALUES ('641', '1639');
INSERT INTO `project_user` VALUES ('641', '1640');
INSERT INTO `project_user` VALUES ('641', '1665');
INSERT INTO `project_user` VALUES ('641', '1667');
INSERT INTO `project_user` VALUES ('641', '1678');
INSERT INTO `project_user` VALUES ('641', '1679');
INSERT INTO `project_user` VALUES ('641', '1680');
INSERT INTO `project_user` VALUES ('641', '1681');
INSERT INTO `project_user` VALUES ('641', '1682');
INSERT INTO `project_user` VALUES ('641', '1683');
INSERT INTO `project_user` VALUES ('641', '1751');
INSERT INTO `project_user` VALUES ('776', '640');
INSERT INTO `project_user` VALUES ('776', '773');
INSERT INTO `project_user` VALUES ('776', '774');
INSERT INTO `project_user` VALUES ('776', '775');
INSERT INTO `project_user` VALUES ('776', '1855');
INSERT INTO `project_user` VALUES ('1859', '1858');
INSERT INTO `project_user` VALUES ('1859', '1861');
INSERT INTO `project_user` VALUES ('1859', '1862');
INSERT INTO `project_user` VALUES ('1859', '1863');
INSERT INTO `project_user` VALUES ('1631', '224');
INSERT INTO `project_user` VALUES ('1631', '227');
INSERT INTO `project_user` VALUES ('1883', '61');
INSERT INTO `project_user` VALUES ('1885', '61');
INSERT INTO `project_user` VALUES ('1890', '61');
INSERT INTO `project_user` VALUES ('1891', '61');
INSERT INTO `project_user` VALUES ('1893', '61');
INSERT INTO `project_user` VALUES ('1895', '61');
INSERT INTO `project_user` VALUES ('1899', '61');
INSERT INTO `project_user` VALUES ('1903', '61');
INSERT INTO `project_user` VALUES ('1906', '61');
INSERT INTO `project_user` VALUES ('1286', '61');
INSERT INTO `project_user` VALUES ('1912', '1297');
INSERT INTO `project_user` VALUES ('1913', '61');
INSERT INTO `project_user` VALUES ('1914', '1297');
INSERT INTO `project_user` VALUES ('1918', '1297');
INSERT INTO `project_user` VALUES ('1922', '1297');
INSERT INTO `project_user` VALUES ('1932', '1297');
INSERT INTO `project_user` VALUES ('1934', '1297');
INSERT INTO `project_user` VALUES ('1935', '1297');
INSERT INTO `project_user` VALUES ('1936', '1297');
INSERT INTO `project_user` VALUES ('1937', '1297');
INSERT INTO `project_user` VALUES ('1938', '1297');
INSERT INTO `project_user` VALUES ('1938', '190');
INSERT INTO `project_user` VALUES ('524', '181');
INSERT INTO `project_user` VALUES ('524', '276');
INSERT INTO `project_user` VALUES ('524', '277');
INSERT INTO `project_user` VALUES ('524', '278');
INSERT INTO `project_user` VALUES ('524', '279');
INSERT INTO `project_user` VALUES ('524', '502');
INSERT INTO `project_user` VALUES ('524', '503');
INSERT INTO `project_user` VALUES ('1939', '1297');
INSERT INTO `project_user` VALUES ('1939', '190');
INSERT INTO `project_user` VALUES ('1941', '1297');
INSERT INTO `project_user` VALUES ('1941', '190');
INSERT INTO `project_user` VALUES ('1942', '1297');
INSERT INTO `project_user` VALUES ('1942', '190');
INSERT INTO `project_user` VALUES ('1943', '1297');
INSERT INTO `project_user` VALUES ('1943', '190');
INSERT INTO `project_user` VALUES ('1944', '1297');
INSERT INTO `project_user` VALUES ('1944', '190');
INSERT INTO `project_user` VALUES ('1948', '1297');
INSERT INTO `project_user` VALUES ('1948', '190');
INSERT INTO `project_user` VALUES ('1949', '1297');
INSERT INTO `project_user` VALUES ('1949', '190');
INSERT INTO `project_user` VALUES ('1950', '1297');
INSERT INTO `project_user` VALUES ('1950', '190');
INSERT INTO `project_user` VALUES ('1952', '1297');
INSERT INTO `project_user` VALUES ('1952', '190');
INSERT INTO `project_user` VALUES ('1966', '1959');
INSERT INTO `project_user` VALUES ('1970', '181');
INSERT INTO `project_user` VALUES ('2024', '181');
INSERT INTO `project_user` VALUES ('2056', '61');
INSERT INTO `project_user` VALUES ('1028', '72');
INSERT INTO `project_user` VALUES ('1028', '1026');
INSERT INTO `project_user` VALUES ('1028', '1027');
INSERT INTO `project_user` VALUES ('1181', '598');
INSERT INTO `project_user` VALUES ('1765', '1');
INSERT INTO `project_user` VALUES ('1765', '61');
INSERT INTO `project_user` VALUES ('1168', '598');
INSERT INTO `project_user` VALUES ('1348', '496');
INSERT INTO `project_user` VALUES ('1348', '501');
INSERT INTO `project_user` VALUES ('1348', '520');
INSERT INTO `project_user` VALUES ('1348', '575');
INSERT INTO `project_user` VALUES ('1348', '598');
INSERT INTO `project_user` VALUES ('1348', '759');
INSERT INTO `project_user` VALUES ('1662', '496');
INSERT INTO `project_user` VALUES ('1662', '501');
INSERT INTO `project_user` VALUES ('1662', '520');
INSERT INTO `project_user` VALUES ('1662', '575');
INSERT INTO `project_user` VALUES ('1662', '598');
INSERT INTO `project_user` VALUES ('1662', '759');
INSERT INTO `project_user` VALUES ('2117', '1297');
INSERT INTO `project_user` VALUES ('2117', '190');
INSERT INTO `project_user` VALUES ('191', '190');
INSERT INTO `project_user` VALUES ('191', '192');
INSERT INTO `project_user` VALUES ('191', '193');
INSERT INTO `project_user` VALUES ('191', '242');
INSERT INTO `project_user` VALUES ('191', '248');
INSERT INTO `project_user` VALUES ('191', '249');
INSERT INTO `project_user` VALUES ('2189', '61');
INSERT INTO `project_user` VALUES ('2085', '773');
INSERT INTO `project_user` VALUES ('2085', '774');
INSERT INTO `project_user` VALUES ('2085', '775');
INSERT INTO `project_user` VALUES ('2085', '1018');
INSERT INTO `project_user` VALUES ('499', '214');
INSERT INTO `project_user` VALUES ('499', '216');
INSERT INTO `project_user` VALUES ('499', '217');
INSERT INTO `project_user` VALUES ('499', '218');
INSERT INTO `project_user` VALUES ('499', '219');
INSERT INTO `project_user` VALUES ('499', '220');
INSERT INTO `project_user` VALUES ('516', '1');
INSERT INTO `project_user` VALUES ('516', '2');
INSERT INTO `project_user` VALUES ('516', '61');
INSERT INTO `project_user` VALUES ('516', '72');
INSERT INTO `project_user` VALUES ('516', '73');
INSERT INTO `project_user` VALUES ('516', '75');
INSERT INTO `project_user` VALUES ('516', '76');
INSERT INTO `project_user` VALUES ('516', '138');
INSERT INTO `project_user` VALUES ('516', '181');
INSERT INTO `project_user` VALUES ('516', '182');
INSERT INTO `project_user` VALUES ('516', '183');
INSERT INTO `project_user` VALUES ('516', '187');
INSERT INTO `project_user` VALUES ('516', '188');
INSERT INTO `project_user` VALUES ('516', '189');
INSERT INTO `project_user` VALUES ('516', '190');
INSERT INTO `project_user` VALUES ('516', '192');
INSERT INTO `project_user` VALUES ('516', '193');
INSERT INTO `project_user` VALUES ('516', '194');
INSERT INTO `project_user` VALUES ('516', '196');
INSERT INTO `project_user` VALUES ('516', '197');
INSERT INTO `project_user` VALUES ('516', '198');
INSERT INTO `project_user` VALUES ('516', '199');
INSERT INTO `project_user` VALUES ('516', '200');
INSERT INTO `project_user` VALUES ('516', '201');
INSERT INTO `project_user` VALUES ('516', '202');
INSERT INTO `project_user` VALUES ('516', '203');
INSERT INTO `project_user` VALUES ('516', '205');
INSERT INTO `project_user` VALUES ('516', '206');
INSERT INTO `project_user` VALUES ('516', '207');
INSERT INTO `project_user` VALUES ('516', '208');
INSERT INTO `project_user` VALUES ('516', '209');
INSERT INTO `project_user` VALUES ('516', '210');
INSERT INTO `project_user` VALUES ('516', '211');
INSERT INTO `project_user` VALUES ('516', '212');
INSERT INTO `project_user` VALUES ('516', '213');
INSERT INTO `project_user` VALUES ('516', '214');
INSERT INTO `project_user` VALUES ('516', '215');
INSERT INTO `project_user` VALUES ('516', '216');
INSERT INTO `project_user` VALUES ('516', '217');
INSERT INTO `project_user` VALUES ('516', '218');
INSERT INTO `project_user` VALUES ('516', '219');
INSERT INTO `project_user` VALUES ('516', '220');
INSERT INTO `project_user` VALUES ('516', '221');
INSERT INTO `project_user` VALUES ('516', '222');
INSERT INTO `project_user` VALUES ('516', '223');
INSERT INTO `project_user` VALUES ('516', '224');
INSERT INTO `project_user` VALUES ('516', '225');
INSERT INTO `project_user` VALUES ('516', '226');
INSERT INTO `project_user` VALUES ('516', '227');
INSERT INTO `project_user` VALUES ('516', '228');
INSERT INTO `project_user` VALUES ('516', '229');
INSERT INTO `project_user` VALUES ('516', '237');
INSERT INTO `project_user` VALUES ('516', '238');
INSERT INTO `project_user` VALUES ('516', '242');
INSERT INTO `project_user` VALUES ('516', '243');
INSERT INTO `project_user` VALUES ('516', '248');
INSERT INTO `project_user` VALUES ('516', '249');
INSERT INTO `project_user` VALUES ('516', '250');
INSERT INTO `project_user` VALUES ('516', '251');
INSERT INTO `project_user` VALUES ('516', '276');
INSERT INTO `project_user` VALUES ('516', '277');
INSERT INTO `project_user` VALUES ('516', '278');
INSERT INTO `project_user` VALUES ('516', '279');
INSERT INTO `project_user` VALUES ('516', '496');
INSERT INTO `project_user` VALUES ('516', '501');
INSERT INTO `project_user` VALUES ('516', '502');
INSERT INTO `project_user` VALUES ('516', '503');
INSERT INTO `project_user` VALUES ('516', '515');
INSERT INTO `project_user` VALUES ('516', '517');
INSERT INTO `project_user` VALUES ('516', '520');
INSERT INTO `project_user` VALUES ('516', '521');
INSERT INTO `project_user` VALUES ('516', '522');
INSERT INTO `project_user` VALUES ('516', '528');
INSERT INTO `project_user` VALUES ('516', '529');
INSERT INTO `project_user` VALUES ('516', '530');
INSERT INTO `project_user` VALUES ('516', '531');
INSERT INTO `project_user` VALUES ('516', '533');
INSERT INTO `project_user` VALUES ('516', '541');
INSERT INTO `project_user` VALUES ('516', '543');
INSERT INTO `project_user` VALUES ('516', '558');
INSERT INTO `project_user` VALUES ('516', '575');
INSERT INTO `project_user` VALUES ('516', '576');
INSERT INTO `project_user` VALUES ('516', '589');
INSERT INTO `project_user` VALUES ('516', '590');
INSERT INTO `project_user` VALUES ('516', '598');
INSERT INTO `project_user` VALUES ('516', '640');
INSERT INTO `project_user` VALUES ('516', '700');
INSERT INTO `project_user` VALUES ('516', '757');
INSERT INTO `project_user` VALUES ('516', '758');
INSERT INTO `project_user` VALUES ('516', '759');
INSERT INTO `project_user` VALUES ('516', '773');
INSERT INTO `project_user` VALUES ('516', '774');
INSERT INTO `project_user` VALUES ('516', '775');
INSERT INTO `project_user` VALUES ('516', '828');
INSERT INTO `project_user` VALUES ('516', '829');
INSERT INTO `project_user` VALUES ('516', '943');
INSERT INTO `project_user` VALUES ('516', '1018');
INSERT INTO `project_user` VALUES ('516', '1026');
INSERT INTO `project_user` VALUES ('516', '1027');
INSERT INTO `project_user` VALUES ('516', '1072');
INSERT INTO `project_user` VALUES ('516', '1074');
INSERT INTO `project_user` VALUES ('516', '1079');
INSERT INTO `project_user` VALUES ('516', '1084');
INSERT INTO `project_user` VALUES ('516', '1085');
INSERT INTO `project_user` VALUES ('516', '1097');
INSERT INTO `project_user` VALUES ('516', '1098');
INSERT INTO `project_user` VALUES ('516', '1100');
INSERT INTO `project_user` VALUES ('516', '1101');
INSERT INTO `project_user` VALUES ('516', '1110');
INSERT INTO `project_user` VALUES ('516', '1114');
INSERT INTO `project_user` VALUES ('516', '1251');
INSERT INTO `project_user` VALUES ('516', '1259');
INSERT INTO `project_user` VALUES ('516', '1285');
INSERT INTO `project_user` VALUES ('516', '1288');
INSERT INTO `project_user` VALUES ('516', '1289');
INSERT INTO `project_user` VALUES ('516', '1297');
INSERT INTO `project_user` VALUES ('516', '1298');
INSERT INTO `project_user` VALUES ('516', '1302');
INSERT INTO `project_user` VALUES ('516', '1373');
INSERT INTO `project_user` VALUES ('516', '1374');
INSERT INTO `project_user` VALUES ('516', '1393');
INSERT INTO `project_user` VALUES ('516', '1394');
INSERT INTO `project_user` VALUES ('516', '1455');
INSERT INTO `project_user` VALUES ('516', '1522');
INSERT INTO `project_user` VALUES ('516', '1569');
INSERT INTO `project_user` VALUES ('516', '1570');
INSERT INTO `project_user` VALUES ('516', '1578');
INSERT INTO `project_user` VALUES ('516', '1602');
INSERT INTO `project_user` VALUES ('516', '1624');
INSERT INTO `project_user` VALUES ('516', '1626');
INSERT INTO `project_user` VALUES ('516', '1627');
INSERT INTO `project_user` VALUES ('516', '1628');
INSERT INTO `project_user` VALUES ('516', '1629');
INSERT INTO `project_user` VALUES ('516', '1630');
INSERT INTO `project_user` VALUES ('516', '1639');
INSERT INTO `project_user` VALUES ('516', '1640');
INSERT INTO `project_user` VALUES ('516', '1665');
INSERT INTO `project_user` VALUES ('516', '1667');
INSERT INTO `project_user` VALUES ('516', '1678');
INSERT INTO `project_user` VALUES ('516', '1679');
INSERT INTO `project_user` VALUES ('516', '1680');
INSERT INTO `project_user` VALUES ('516', '1681');
INSERT INTO `project_user` VALUES ('516', '1682');
INSERT INTO `project_user` VALUES ('516', '1683');
INSERT INTO `project_user` VALUES ('516', '1751');
INSERT INTO `project_user` VALUES ('516', '1855');
INSERT INTO `project_user` VALUES ('516', '1858');
INSERT INTO `project_user` VALUES ('516', '1861');
INSERT INTO `project_user` VALUES ('516', '1862');
INSERT INTO `project_user` VALUES ('516', '1863');
INSERT INTO `project_user` VALUES ('516', '1864');
INSERT INTO `project_user` VALUES ('516', '1869');
INSERT INTO `project_user` VALUES ('516', '1870');
INSERT INTO `project_user` VALUES ('516', '1871');
INSERT INTO `project_user` VALUES ('516', '1878');
INSERT INTO `project_user` VALUES ('516', '1879');
INSERT INTO `project_user` VALUES ('516', '1880');
INSERT INTO `project_user` VALUES ('516', '1882');
INSERT INTO `project_user` VALUES ('516', '1892');
INSERT INTO `project_user` VALUES ('516', '1955');
INSERT INTO `project_user` VALUES ('516', '1957');
INSERT INTO `project_user` VALUES ('516', '1959');
INSERT INTO `project_user` VALUES ('516', '1960');
INSERT INTO `project_user` VALUES ('516', '1962');
INSERT INTO `project_user` VALUES ('516', '1975');
INSERT INTO `project_user` VALUES ('516', '1976');
INSERT INTO `project_user` VALUES ('516', '1978');
INSERT INTO `project_user` VALUES ('516', '1979');
INSERT INTO `project_user` VALUES ('516', '1980');
INSERT INTO `project_user` VALUES ('516', '1981');
INSERT INTO `project_user` VALUES ('516', '1982');
INSERT INTO `project_user` VALUES ('516', '1983');
INSERT INTO `project_user` VALUES ('516', '1984');
INSERT INTO `project_user` VALUES ('516', '1986');
INSERT INTO `project_user` VALUES ('516', '1989');
INSERT INTO `project_user` VALUES ('516', '1991');
INSERT INTO `project_user` VALUES ('516', '1992');
INSERT INTO `project_user` VALUES ('516', '1993');
INSERT INTO `project_user` VALUES ('516', '1994');
INSERT INTO `project_user` VALUES ('516', '1999');
INSERT INTO `project_user` VALUES ('516', '2000');
INSERT INTO `project_user` VALUES ('516', '2001');
INSERT INTO `project_user` VALUES ('516', '2005');
INSERT INTO `project_user` VALUES ('516', '2007');
INSERT INTO `project_user` VALUES ('516', '2008');
INSERT INTO `project_user` VALUES ('516', '2009');
INSERT INTO `project_user` VALUES ('516', '2011');
INSERT INTO `project_user` VALUES ('516', '2012');
INSERT INTO `project_user` VALUES ('516', '2118');
INSERT INTO `project_user` VALUES ('516', '2221');
INSERT INTO `project_user` VALUES ('516', '2229');
INSERT INTO `project_user` VALUES ('516', '2230');
INSERT INTO `project_user` VALUES ('516', '2231');
INSERT INTO `project_user` VALUES ('516', '2232');
INSERT INTO `project_user` VALUES ('516', '2241');
INSERT INTO `project_user` VALUES ('516', '2242');
INSERT INTO `project_user` VALUES ('516', '2243');
INSERT INTO `project_user` VALUES ('516', '2244');
INSERT INTO `project_user` VALUES ('516', '2245');
INSERT INTO `project_user` VALUES ('516', '2247');
INSERT INTO `project_user` VALUES ('516', '2248');
INSERT INTO `project_user` VALUES ('516', '2249');
INSERT INTO `project_user` VALUES ('2379', '2');
INSERT INTO `project_user` VALUES ('2392', '72');
INSERT INTO `project_user` VALUES ('2392', '73');
INSERT INTO `project_user` VALUES ('2392', '75');

-- ----------------------------
-- Table structure for project_users
-- ----------------------------
DROP TABLE IF EXISTS `project_users`;
CREATE TABLE `project_users` (
  `project_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `id` int(11) NOT NULL,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  KEY `FK_4isj8wuooru4brw3629wu4iyg` (`user_id`),
  KEY `FK_rl5jp955lxoxtbv6pa1wig6vd` (`project_id`),
  CONSTRAINT `FK93remjbrgji107mqni2o7fk0w` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`),
  CONSTRAINT `FK_4isj8wuooru4brw3629wu4iyg` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FK_rl5jp955lxoxtbv6pa1wig6vd` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`),
  CONSTRAINT `FKhrk6ne02irq1ag8nwvsrke08r` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of project_users
-- ----------------------------

-- ----------------------------
-- Table structure for project_users_role
-- ----------------------------
DROP TABLE IF EXISTS `project_users_role`;
CREATE TABLE `project_users_role` (
  `project_user_id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL,
  KEY `FKamc04oqap4vx84vs4gqy4p4jr` (`role_id`),
  CONSTRAINT `FKamc04oqap4vx84vs4gqy4p4jr` FOREIGN KEY (`role_id`) REFERENCES `role` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of project_users_role
-- ----------------------------

-- ----------------------------
-- Table structure for question
-- ----------------------------
DROP TABLE IF EXISTS `question`;
CREATE TABLE `question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `authoring_finish_date` date NOT NULL,
  `authoring_start_date` date NOT NULL,
  `custom_field1` varchar(255) DEFAULT NULL,
  `custom_field2` varchar(255) DEFAULT NULL,
  `custom_field3` varchar(255) DEFAULT NULL,
  `description` varchar(40) DEFAULT NULL,
  `difficulty` int(11) NOT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `multiple_choice` bit(1) NOT NULL DEFAULT b'0',
  `published` datetime DEFAULT NULL,
  `reviewing_finish_date` date DEFAULT NULL,
  `reviewing_start_date` date DEFAULT NULL,
  `scenario` text,
  `score` smallint(6) NOT NULL,
  `stem` text,
  `author_id` int(11) NOT NULL,
  `knowledge_point` int(11) DEFAULT NULL,
  `language` int(11) NOT NULL,
  `project_id` int(11) NOT NULL,
  `quality_admin_id` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `custom_filed1` varchar(255) DEFAULT NULL,
  `remark` text,
  PRIMARY KEY (`id`),
  KEY `FK_k179yjp59ndpikaaruth27f9m` (`author_id`),
  KEY `FK_j7imy0kvvgnmc9at4412exaxs` (`knowledge_point`),
  KEY `FK_jljdfx6hvc29oglbvo6h1fira` (`language`),
  KEY `FK_htpraiywcov18x05oog450542` (`project_id`),
  KEY `FK_bxxsn12lgu7q6kam1tsor1nr` (`quality_admin_id`),
  KEY `FK_hod8cehxh1lbef9lmlowmhwpk` (`status`),
  KEY `FK_64rlcm7utqkwfl1j2t3bqrv4n` (`type`),
  CONSTRAINT `FK6u43au26uw1n87airoiar498d` FOREIGN KEY (`quality_admin_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FK6ybx3ougbvuby84i1s0tv7dpc` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`),
  CONSTRAINT `FK8k15h9e04o5tvnugd738gel6j` FOREIGN KEY (`status`) REFERENCES `question_status` (`id`),
  CONSTRAINT `FK96wrldbs52u9mxp5rmrdedwku` FOREIGN KEY (`knowledge_point`) REFERENCES `knowledge_point` (`id`),
  CONSTRAINT `FK9788yosql586568o45lxvkfwu` FOREIGN KEY (`author_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FK_64rlcm7utqkwfl1j2t3bqrv4n` FOREIGN KEY (`type`) REFERENCES `question_type` (`id`),
  CONSTRAINT `FK_bxxsn12lgu7q6kam1tsor1nr` FOREIGN KEY (`quality_admin_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FK_hod8cehxh1lbef9lmlowmhwpk` FOREIGN KEY (`status`) REFERENCES `question_status` (`id`),
  CONSTRAINT `FK_htpraiywcov18x05oog450542` FOREIGN KEY (`project_id`) REFERENCES `project` (`id`),
  CONSTRAINT `FK_j7imy0kvvgnmc9at4412exaxs` FOREIGN KEY (`knowledge_point`) REFERENCES `knowledge_point` (`id`),
  CONSTRAINT `FK_jljdfx6hvc29oglbvo6h1fira` FOREIGN KEY (`language`) REFERENCES `question_language` (`id`),
  CONSTRAINT `FK_k179yjp59ndpikaaruth27f9m` FOREIGN KEY (`author_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FKf5jpie4loef3d0e3eltx986t4` FOREIGN KEY (`type`) REFERENCES `question_type` (`id`),
  CONSTRAINT `FKrtn1ca8jyh1tmoqfyya12tcew` FOREIGN KEY (`language`) REFERENCES `question_language` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2403 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question
-- ----------------------------
INSERT INTO `question` VALUES ('84', '2019-03-04 06:11:05', '2019-03-04 06:37:34', '2019-03-07', '2019-02-26', null, null, null, null, '2', null, '\0', null, '2019-03-13', '2019-03-08', '', '1', '<p><strong>开发团队正在开发一款在线交易系统，你负责其中付款功能的组件测试。</strong></p>\n<p><strong>下面关于测试付款功能的主要测试目标的描述，哪个是最恰当的？</strong></p>', '72', '1', '2', '77', '73', '9', '17', null, '');
INSERT INTO `question` VALUES ('85', '2019-03-04 06:14:00', '2019-03-04 06:37:55', '2019-03-14', '2019-03-04', null, null, null, null, '2', null, '\0', null, '2019-03-14', '2019-03-06', '', '1', '<p><strong>1.你是负责某在线支付系统图形化界面测试的测试人员。你参与了该图形化界面的代码评审，在评审过程中，发现代码语句将&ldquo;总额人民币</strong><strong>RM</strong><strong>B（）元&rdquo;写成了&ldquo;总额人民币</strong><strong>RMD</strong><strong>（）元&rdquo;，即存在拼写错误。</strong></p>\n<p><strong><strong>根据</strong></strong><strong><strong>ISTQB</strong></strong><strong><strong>的术语定义，这个问题应该如何称呼最合适？（K2）</strong></strong></p>', '61', '1', '1', '77', '73', '8', '17', null, '');
INSERT INTO `question` VALUES ('101', '2019-03-06 08:42:26', '2019-03-11 01:39:05', '2019-03-13', '2019-03-11', null, null, null, null, '2', null, '\0', null, '2019-03-15', '2019-03-14', '', '1', '<p>测试题目</p>', '72', '90', '1', '100', '75', '6', '2', null, '<p>长度测试</p>\n<p>您是旅游信息手机应用项目的测试经理。近期该项目切换到敏捷流程和测试驱动开发（TDD）。每个开发周期持续15天，在第7天之后开始每日构建。第10天以后，不会再有新的功能加入。开发团队由经验丰富的团队成员组成，他们以自己的工作为荣，但对测试团队不太友好。以粗略的用户故事形式编写需求，如下面所示：</p>\n<table>\n<tbody>\n<tr>\n<td width=\"574\">\n<p>US 03-30：查找距离最近的匹配的酒店</p>\n<p>作为不熟悉当地环境的临时客户，希望获得与经济和舒适度要求最匹配且距离最近的酒店信息。</p>\n<p>优先级：高；工作量：7（10当中的7）</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>该软件依赖于已有的Web服务，在开发阶段通过桩代替。开发人员负责组件测试，而系统测试和验收测试是测试团队的职责。开发周期早期进行的系统测试，经常由于新开发功能存在严重问题而被阻塞。分析显示，很多此类问题应该在组件测试时就被发现。通过分析生产环境中发现的缺陷显示：30%的性能问题是由于第三方交付的Web服务不可靠造成的。</p>\n<p>主要的测试目标是缓解预想的性能风险，以及 &ldquo;优先级 &gt;= 高&rdquo;的用户故事不会出现高严重程度的失效，从而提高信心。另外，高层管理团队要求测试与开发之间紧密合作。</p>\n<p>下面哪3个测试活动/工作产品可以最好的帮助达到测试目标？</p>');
INSERT INTO `question` VALUES ('111', '2019-03-06 08:58:29', '2019-03-06 08:58:29', '2019-03-14', '2019-03-07', null, null, null, null, '2', null, '\0', null, '2019-03-15', '2019-03-07', null, '1', null, '72', '82', '1', '100', '75', '11', '2', null, null);
INSERT INTO `question` VALUES ('118', '2019-03-07 03:12:34', '2019-03-07 03:15:24', '2019-03-08', '2019-03-08', null, null, null, null, '2', null, '\0', null, '2019-03-21', '2019-03-12', null, '1', null, '61', '1', '1', '112', '75', '5', '3', null, null);
INSERT INTO `question` VALUES ('119', '2019-03-07 03:24:46', '2019-03-07 03:26:23', '2019-03-13', '2019-03-06', null, null, null, null, '2', null, '\0', null, '2019-03-17', '2019-03-14', null, '1', null, '72', '312', '1', '71', '75', '5', '1', null, null);
INSERT INTO `question` VALUES ('120', '2019-03-07 03:25:54', '2019-03-07 03:25:54', '2019-03-15', '2019-03-08', null, null, null, null, '2', null, '\0', null, '2019-03-17', '2019-03-16', null, '1', null, '72', '321', '1', '71', '75', '11', '3', null, null);
INSERT INTO `question` VALUES ('121', '2019-03-07 03:29:39', '2019-03-07 05:54:19', '2019-03-08', '2019-03-07', null, null, null, null, '2', null, '\0', null, '2019-03-10', '2019-03-09', '', '1', '<p><strong>开发团队正在开发一款在线交易系统，你负责其中付款功能的组件测试。</strong></p>\n<p><strong><strong>下面关于测试付款功能的主要测试目标的描述，哪个是最恰当的？（</strong></strong><strong><strong>K1）</strong></strong></p>', '72', '82', '1', '112', '75', '8', '3', null, '');
INSERT INTO `question` VALUES ('148', '2019-03-12 03:02:35', '2019-03-12 03:11:09', '2019-03-07', '2019-03-07', null, null, null, null, '2', null, '\0', null, '2019-03-11', '2019-03-09', '', '1', '<p><strong>下面哪个选项，满足基于规格说明的测试技术的特点？（</strong><strong>K1</strong><strong>）</strong></p>', '72', '343', '1', '112', '75', '8', '17', null, '');
INSERT INTO `question` VALUES ('155', '2019-03-14 06:50:48', '2019-03-14 07:03:46', '2019-02-19', '2019-01-07', null, null, null, null, '2', null, '\0', null, '2019-02-23', '2019-01-15', '<p>测试试题，重新出题</p>', '1', '<p>如何测试出题是否正确</p>', '72', '14', '1', '15', '75', '8', '17', null, '');
INSERT INTO `question` VALUES ('156', '2019-03-14 06:53:39', '2019-03-14 06:53:39', '2019-01-12', '2019-01-03', null, null, null, null, '2', null, '\0', null, '2019-01-16', '2019-01-10', null, '1', null, '1', '13', '1', '15', '73', '11', '1', null, null);
INSERT INTO `question` VALUES ('168', '2019-03-15 03:00:19', '2019-03-15 03:07:35', '2019-03-27', '2019-03-14', null, null, null, null, '2', null, '\0', null, '2019-03-28', '2019-03-20', '<p>教学</p>', '1', '<p>出题系统最大权限？</p>', '72', '166', '1', '163', '75', '8', '17', null, '');
INSERT INTO `question` VALUES ('169', '2019-03-15 03:01:10', '2019-03-19 01:39:52', '2019-03-21', '2019-03-15', null, null, null, null, '2', null, '\0', null, '2019-03-22', '2019-03-19', '<p>题目1场景</p>', '1', '<p>题干</p>', '73', '166', '1', '163', '72', '6', '1', null, '');
INSERT INTO `question` VALUES ('244', '2019-03-30 06:23:52', '2019-04-05 02:30:36', '2019-04-09', '2019-03-23', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-03-27', '<p>11111111</p>', '1', '<p>11111111</p>', '194', '728', '1', '241', '196', '8', '1', null, '<p>11111111111</p>');
INSERT INTO `question` VALUES ('246', '2019-03-30 06:36:56', '2019-04-05 02:29:18', '2019-04-04', '2019-03-28', null, null, null, null, '2', null, '\0', null, '2019-04-11', '2019-03-30', '', '1', '<p>举例说明在24小时持续工作的测试环境下如何进行良好的沟通。</p>', '196', '728', '1', '241', '197', '8', '2', null, '');
INSERT INTO `question` VALUES ('247', '2019-03-30 06:39:08', '2019-04-05 02:49:42', '2019-04-21', '2019-03-24', null, null, null, null, '2', null, '\0', null, '2019-04-25', '2019-03-28', '', '1', '<p>1+1=?</p>', '197', '728', '2', '241', '194', '8', '2', null, '');
INSERT INTO `question` VALUES ('252', '2019-04-02 01:02:17', '2019-04-07 10:44:46', '2019-04-07', '2019-03-28', null, null, null, null, '2', null, '', null, '2019-04-08', '2019-03-29', '', '1', '<p>下列属于中国十二生肖的有</p>', '192', '166', '1', '191', '249', '8', '1', null, '');
INSERT INTO `question` VALUES ('253', '2019-04-02 01:03:16', '2019-04-07 10:46:14', '2019-04-08', '2019-03-29', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-03-30', '', '1', '<p>小明被数学老师提问1+1等于几，请问他应该回答什么？</p>', '242', '166', '1', '191', '190', '8', '2', null, '');
INSERT INTO `question` VALUES ('254', '2019-04-02 01:03:16', '2019-04-05 06:29:50', '2019-04-07', '2019-03-28', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-29', '<p><a href=\"https://www.bilibili.com/bangumi/play/ep250556/\" target=\"_blank\">这是一个视频。</a></p>', '1', '<p>尤吉欧掌握什么令人惊讶的技术？要和谁战斗？</p>', '190', '166', '1', '191', '193', '8', '3', null, '<p>这题的答案：心意之手，桐人</p>');
INSERT INTO `question` VALUES ('255', '2019-04-02 01:04:33', '2019-04-07 10:46:01', '2019-04-07', '2019-03-28', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-29', '<p>现在天气越来越冷，周围很多同学都把衣服拿出去洗.</p>', '1', '<p>如果你在校园开一家洗衣店，请阐述你的创业思路</p>', '193', '166', '1', '191', '242', '8', '2', null, '<p>可以以你所在学校为例</p>');
INSERT INTO `question` VALUES ('256', '2019-04-02 01:05:21', '2019-04-07 10:44:47', '2019-04-07', '2019-03-28', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-29', '', '1', '<p>这个标志的含义是提醒前方两侧行车道或路面变窄。</p>', '249', '166', '1', '191', '248', '8', '3', null, '');
INSERT INTO `question` VALUES ('257', '2019-04-02 01:06:27', '2019-04-07 10:43:44', '2019-04-08', '2019-03-29', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-03-30', '', '1', '<p>一只蚂蚁在距巢穴2米处找到一只死苍蝇，它决定把它搬回家，可它没1分钟内前进1米，却被风刮退2米，请问这只蚂蚁能否回到巢穴？如不能，请说明理由；如能，算一算它何时能回到巢穴？<br /><br /></p>', '248', '166', '1', '191', '192', '8', '2', null, '<p>拓展答题者的立体思维</p>');
INSERT INTO `question` VALUES ('258', '2019-04-02 01:09:24', '2019-04-05 06:30:06', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-04-01', '<p>这是一道乘法算术题</p>', '1', '<p>520*608的结果是多少？</p>', '190', '166', '1', '191', '193', '8', '17', null, '');
INSERT INTO `question` VALUES ('259', '2019-04-02 01:09:55', '2019-04-07 10:44:55', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '', '1', '<p>根据《出版管理条例》，任何出版物不得含有扰乱秩序或（）内容。</p>', '192', '166', '1', '191', '249', '8', '17', null, '');
INSERT INTO `question` VALUES ('260', '2019-04-02 01:10:28', '2019-04-07 10:46:28', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '', null, '2019-04-08', '2019-03-31', '', '1', '<p>已知a = 0，b = 0，则下列说法正确的有（）</p>', '193', '166', '1', '191', '242', '8', '1', null, '<p>多选题</p>');
INSERT INTO `question` VALUES ('261', '2019-04-02 01:10:56', '2019-04-07 10:44:56', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '', '1', '<p>很多相同的绝缘铜圆环沿竖直方向叠放,形成一很长的竖直圆筒。一条形磁铁沿圆筒的中心轴竖直放置,其下端与圆筒上端开口平齐。让条形磁铁从静止开始下落。条形磁铁在圆筒中的运动速率(&ensp;&ensp;)&ensp;</p>', '249', '166', '1', '191', '248', '8', '17', null, '');
INSERT INTO `question` VALUES ('262', '2019-04-02 01:11:26', '2019-04-07 10:46:56', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '', null, '2019-04-09', '2019-04-01', '', '1', '<p>猫有什么特征</p>', '242', '166', '1', '191', '190', '8', '1', null, '');
INSERT INTO `question` VALUES ('263', '2019-04-02 01:11:59', '2019-04-07 10:43:56', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '', null, '2019-04-09', '2019-04-01', '', '1', '<p>以下哪些成语的使用是正确的？</p>\n<p>&nbsp;</p>', '248', '166', '1', '191', '192', '8', '1', null, '');
INSERT INTO `question` VALUES ('264', '2019-04-02 01:13:23', '2019-04-05 06:30:18', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-04-01', '<p>这是一道脑筋急转弯</p>', '1', '<p>一位卡车司机撞倒一个骑摩托车的人，卡车司机受重伤，摩托车骑士却没事，为什么？</p>', '190', '166', '1', '191', '193', '8', '2', null, '<p>这题的答案：卡车司机没开车</p>');
INSERT INTO `question` VALUES ('265', '2019-04-02 01:13:50', '2019-04-07 10:45:07', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '<p>小凡总爱迟到，每周的五天中他至少要迟到三回，迟到的原因不是堵车了，就是起床晚了，要不就是家里的早饭做得太迟了......</p>', '1', '<p>假如您是小凡的班主任，您怎样处理这个问题？</p>', '192', '166', '1', '191', '249', '8', '2', null, '');
INSERT INTO `question` VALUES ('266', '2019-04-02 01:14:23', '2019-04-07 10:47:05', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '<p>小曹有五块钱，小李有十块钱，小胖有十五块钱。</p>', '1', '<p>现在，小曹用掉了三块，小李弄丢了五块，小胖氪掉了十块，问：他们一共还剩多少钱？</p>', '193', '166', '1', '191', '242', '8', '2', null, '<p>要有详细的解题过程</p>');
INSERT INTO `question` VALUES ('267', '2019-04-02 01:14:51', '2019-04-07 10:45:05', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '', '1', '<p>假设您是某县供电局的专责田晓， 30岁，工作能力很强，深得领导赏识。您的上级领导是部门主任赵主任，您的三个同事分别是：小钱、小胡、小刘，同事们都称呼您为小田。<br />请您对所列出工作情景，给出相应的处理意见，具体地写出你将会采取什么样的行动步骤和措施，并阐明理由。答题过程中，不要就题目内容提问。请不要以安排给他人的形式进行处理。<br /><br />工作情景一： <br />市供电局在明天下午安排了一个技能提高培训班，赵主任希望你作为代表准时参加。由于这两天你的工作任务非常多且时间都比较紧迫，并且你的技能方面的知识掌握的已经很好了，不想去参加培训。如果去了，势必会影响目前的工作进度。面对这种情况你应如何处理？<br />1、 向赵主任汇报自己的工作情况，说明工作任务完成情况及时间都比较紧迫；<br />2、 请求赵主任安排其他同事去，或者推荐适合人选去参加培训。</p>', '249', '166', '1', '191', '248', '8', '2', null, '<p>一、首先表示感谢，然后指出存在的问题<br />赵主任，谢谢您让我参加明天下午市供电局的技能提高培训班，我也很想参加类似的培训，而且还可以多认识一些朋友。但是，由于这两天的工作任务非常多且时间都比较紧迫，如果我去参加培训，我担心工作进度就跟不上，怎么办呢。<br />二、提出解决问题的建议<br />为了不影响工作进度，这次培训我打算先不参加。同时，我查过了培训内容，这次培训的内容与小胡和小刘的岗位也很对口，但小刘明天有事出差，小胡明天没有事情，看能不能让小胡参加这次培训。<br />三、征求赵主任表态，然后予以落实<br />赵主任如果说不行，必须要参加市供电局的技能培训班。我马上进行协商，处理工作进度问题，然后准时参加市供电局的培训（这里要注意赵主任是我的直接领导）。如果赵主任说好的，由赵主任安排小胡参加，或者赵主任如果授权我通知，我将转告小胡参加培训。</p>');
INSERT INTO `question` VALUES ('268', '2019-04-02 01:15:20', '2019-04-07 10:47:23', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-04-01', '', '1', '<p>小明被提问狗的英语怎么说，请告诉他正确答案</p>', '242', '166', '1', '191', '190', '8', '2', null, '');
INSERT INTO `question` VALUES ('269', '2019-04-02 01:15:47', '2019-04-07 10:44:49', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-04-01', '', '1', '<p>一个人开着装着过期面包的货车打算拿到郊外去销毁，岂料中途进过一个小山村，村民非常饥饿，看到有车经过，还看到车里有食物，便把路给堵住了，要求给他们吃点东西，当地的记者也赶来报道这一情况，请问，司机怎么样既能把这些不会太影响身体的面包给村民吃，而又能使记者不报导出去呢？</p>', '248', '166', '1', '191', '192', '8', '2', null, '');
INSERT INTO `question` VALUES ('270', '2019-04-02 01:16:47', '2019-04-05 06:30:34', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '<p>这是一道脑筋急转弯</p>', '1', '<p>孔子与孟子有什么区别?&nbsp;</p>', '190', '166', '1', '191', '193', '8', '2', null, '<p>这题的答案：孔子的子在左边，孟子的子在上边</p>');
INSERT INTO `question` VALUES ('271', '2019-04-02 01:17:30', '2019-04-07 10:45:30', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '<p>小亮总是不能按时完成作业。凡是规定当堂课交的作业，王老师还能看到他的作业并及时批改；但只要需回家完成的作业，从来就见不到小亮的作业本。面对老师的询问，小亮的回答常常是：&ldquo;我做了，放在家里，忘带了。&rdquo;</p>', '1', '<p>如果您是王老师，如何教育小亮？</p>', '192', '166', '1', '191', '249', '8', '2', null, '');
INSERT INTO `question` VALUES ('272', '2019-04-02 01:18:02', '2019-04-07 14:03:50', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '<p>小曹，小李，小胖吃苹果。</p>', '1', '<p>小胖拿出了五个苹果，拿走了十个；小曹拿出了七个苹果，拿走了五个；小李拿出了七个。问：小李拿走了几个苹果？</p>', '193', '166', '1', '191', '242', '8', '2', null, '<p>要求有详细的解题过程</p>');
INSERT INTO `question` VALUES ('273', '2019-04-02 01:18:35', '2019-04-07 10:45:14', '2019-04-07', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-08', '2019-03-31', '', '1', '<p>&ldquo;神舟&rdquo;五号飞船完成了预定空间科学和技术试验任务后，返回舱开始从太空向地&ensp; 球表面按预定轨道返回。在返回时先要进行姿态调整，飞船的返回舱与留轨舱分离，返回舱以近8km/s的速度进入大气层，当返回舱距地面30km时，返回舱上的回收发动机启动。相继完成拉出天线、抛掉底盖等动作。在飞船返回舱距地面20km以下的高度后，速度减为200m/s而匀速下降，此段过程中返回舱所受空气阻力为f=&rho;v2S/2，式中&rho;为大气的密度，v是返回舱的运动速度，S为与形状特征有关的阻力面积，当返回舱距地面高度为l0km时，打开面积为1200m2的降落伞，直到速度达到8.0m/s后匀速下落。为实现软着陆(即着陆时返。回舱的速度为0)，当返回舱离地面1.2m时反冲发动机点火，使返回舱落地的速度减为零，返回舱此时的质量为2.7&times;103kg，忽略此时的空气阻力，取g=l0m/s2.&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;</p>\n<p>&ensp;(1)用字母表示出返回舱在速度为200m／s时的质量。&ensp; &ensp;&ensp;&ensp;&ensp;</p>\n<p>(2)定性分析把降落伞全部打开后到反冲发动机点火前，返回舱的加速度和速度的变化情况。&ensp; &ensp;&ensp;&ensp;&ensp;</p>\n<p>(3)求反冲发动机的平均反推力的大小及反冲发动机对返回舱做的功。</p>', '249', '166', '1', '191', '248', '8', '2', null, '');
INSERT INTO `question` VALUES ('274', '2019-04-02 01:19:13', '2019-04-07 10:47:44', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-04-01', '', '1', '<p>小明妈妈叫小明去菜场买些蔬菜，请问他可以买下列哪些选项？</p>', '242', '166', '1', '191', '190', '8', '2', null, '');
INSERT INTO `question` VALUES ('275', '2019-04-02 01:19:41', '2019-04-07 10:45:43', '2019-04-08', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-09', '2019-04-01', '', '1', '<p>你组织一个专家会，专家吵起来了，离开了会场，你怎么办？</p>', '248', '166', '1', '191', '192', '8', '2', null, '');
INSERT INTO `question` VALUES ('284', '2019-04-04 01:43:23', '2019-04-08 03:11:20', '2019-04-15', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-03', '<p>111</p>', '1', '<p>12</p>', '72', '82', '1', '283', '75', '8', '2', null, '<p>111</p>');
INSERT INTO `question` VALUES ('285', '2019-04-04 01:59:59', '2019-04-04 01:59:59', '2019-04-08', '2019-04-06', null, null, null, null, '2', null, '\0', null, '2019-04-12', '2019-04-11', null, '1', null, '72', '82', '1', '283', '75', '11', '1', null, null);
INSERT INTO `question` VALUES ('286', '2019-04-04 02:04:49', '2019-04-04 09:21:54', '2019-04-18', '2019-04-11', null, null, null, null, '2', null, '\0', null, '2019-05-13', '2019-05-06', '', '1', '<p>1</p>', '72', '82', '1', '283', '75', '7', '3', null, '<p>1</p>');
INSERT INTO `question` VALUES ('287', '2019-04-04 02:09:02', '2019-04-04 09:24:51', '2019-04-18', '2019-04-11', null, null, null, null, '2', null, '\0', null, '2019-05-13', '2019-05-06', '', '1', '<p>111</p>', '72', '82', '1', '283', '75', '7', '1', null, '');
INSERT INTO `question` VALUES ('315', '2019-04-05 01:42:09', '2019-04-05 02:29:32', '2019-04-21', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-03-31', '', '1', '<p>&nbsp;解释基于经验测试技术的原则，并列出与基于规格说明和基于缺陷技术相比较的优缺点。</p>', '196', '728', '1', '241', '197', '8', '3', null, '');
INSERT INTO `question` VALUES ('316', '2019-04-05 02:10:36', '2019-04-05 02:47:43', '2019-04-08', '2019-03-29', null, null, null, null, '2', null, '\0', null, '2019-04-22', '2019-03-30', '', '1', '<p>你喜欢吃火锅吗？</p>', '197', '728', '1', '241', '243', '8', '2', null, '');
INSERT INTO `question` VALUES ('317', '2019-04-05 02:11:35', '2019-04-05 02:32:09', '2019-04-23', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-23', '2019-03-30', '', '1', '<p>依据大纲中提供的检查表（checklist）信息，对一个用例或用户界面进行分析并发现问题。</p>', '196', '728', '1', '241', '194', '8', '17', null, '');
INSERT INTO `question` VALUES ('318', '2019-04-05 02:12:56', '2019-04-05 02:30:19', '2019-04-02', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-16', '2019-03-30', '', '1', '<p>人为什么要有两只眼睛？</p>', '243', '728', '1', '241', '194', '8', '2', null, '');
INSERT INTO `question` VALUES ('321', '2019-04-05 02:22:38', '2019-04-05 02:30:06', '2019-04-09', '2019-03-30', null, null, null, null, '2', null, '\0', null, '2019-04-10', '2019-03-30', '<p>2.3.1&nbsp;举例说明在24小时持续工作的测试环境下进行良好的沟通。</p>', '1', '<p>请问你觉得什么水果最好吃？</p>\n<p>&nbsp;</p>', '194', '728', '1', '241', '197', '8', '17', null, '');
INSERT INTO `question` VALUES ('347', '2019-04-05 02:31:28', '2019-04-05 02:40:00', '2019-04-07', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-04-23', '2019-04-22', '', '1', '<p>什么路不能走？</p>', '197', '728', '2', '241', '194', '8', '17', null, '');
INSERT INTO `question` VALUES ('352', '2019-04-05 02:32:49', '2019-04-05 02:48:01', '2019-04-04', '2019-04-01', null, null, null, null, '2', null, '\0', null, '2019-04-17', '2019-04-02', '', '1', '<p>使用边界值分析的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求</p>', '196', '728', '1', '241', '243', '8', '2', null, '');
INSERT INTO `question` VALUES ('354', '2019-04-05 02:33:43', '2019-04-05 02:41:56', '2019-04-11', '2019-04-01', null, null, null, null, '2', null, '\0', null, '2019-04-11', '2019-04-01', '<p>定义准确性、适合性和互操作性特性的典型缺陷。</p>', '1', '<p>如果人类有翅膀会怎样？</p>', '243', '728', '1', '241', '194', '8', '2', null, '');
INSERT INTO `question` VALUES ('360', '2019-04-05 02:35:47', '2019-04-05 02:48:13', '2019-04-10', '2019-04-01', null, null, null, null, '2', null, '', null, '2019-04-17', '2019-04-02', '', '1', '<p>哪些是符合定义准确性、适合性和互操作性特性的典型缺陷。</p>', '196', '728', '1', '241', '243', '8', '1', null, '');
INSERT INTO `question` VALUES ('362', '2019-04-05 02:36:44', '2019-04-05 02:47:41', '2019-04-10', '2019-04-02', null, null, null, null, '2', null, '', null, '2019-04-11', '2019-04-02', '<p>复旦大学有几个校区？</p>', '1', '<p>复旦大学有哪几个校区？</p>', '243', '728', '1', '241', '194', '8', '1', null, '');
INSERT INTO `question` VALUES ('367', '2019-04-05 02:39:05', '2019-04-05 02:48:23', '2019-04-07', '2019-04-01', null, null, null, null, '2', null, '\0', null, '2019-04-16', '2019-04-01', '', '1', '<p>复旦哪个食堂最好吃？</p>', '197', '728', '1', '241', '243', '8', '2', null, '');
INSERT INTO `question` VALUES ('479', '2019-04-08 05:13:13', '2019-04-08 06:06:50', '2019-04-18', '2019-04-11', null, null, null, null, '2', null, '\0', null, '2019-05-13', '2019-05-06', '<p>场景描述场景描述场景描述</p>', '1', '<p>题干内容题干内容题干内容</p>', '72', '82', '1', '283', '75', '8', '1', null, '<p>备注信息备注信息备注信息</p>');
INSERT INTO `question` VALUES ('480', '2019-04-08 05:15:34', '2019-04-08 05:15:34', '2019-04-19', '2019-04-12', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-07', null, '1', null, '72', '82', '1', '283', '75', '11', '1', null, null);
INSERT INTO `question` VALUES ('492', '2019-04-08 09:10:32', '2019-04-08 09:23:33', '2019-04-27', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-13', '2019-05-06', null, '1', null, '72', '321', '1', '491', '75', '5', '1', null, null);
INSERT INTO `question` VALUES ('493', '2019-04-08 09:20:21', '2019-04-08 09:26:23', '2019-04-27', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-13', '2019-05-06', null, '1', null, '72', '321', '1', '491', '75', '5', '2', null, null);
INSERT INTO `question` VALUES ('495', '2019-04-08 09:32:44', '2019-04-08 09:32:44', '2019-04-28', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-07', null, '1', null, '72', '321', '1', '494', '75', '11', '1', null, null);
INSERT INTO `question` VALUES ('504', '2019-04-09 02:23:50', '2019-04-25 03:16:58', '2019-04-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-10', '<p>aaaaa</p>', '1', '<p>aaaa</p>', '279', '112', '1', '500', '277', '6', '17', null, '');
INSERT INTO `question` VALUES ('505', '2019-04-09 02:26:52', '2019-04-13 11:42:19', '2019-04-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-10', '<p>项目监控是围绕<a href=\"https://baike.baidu.com/item/%E9%A1%B9%E7%9B%AE\" target=\"_blank\">项目</a>实施计划，跟踪进度、成本、质量、资源，掌握各项工作现状，以便进行适当的<a href=\"https://baike.baidu.com/item/%E8%B5%84%E6%BA%90/9089683\" target=\"_blank\" data-lemmaid=\"9089683\">资源</a>调配和进度调整，确定活动的开始和结束时间，并记录实际的进度情况，在一定情况下进行路径、决策、度量、量化管理、<a href=\"https://baike.baidu.com/item/%E9%A3%8E%E9%99%A9/2833020\" target=\"_blank\" data-lemmaid=\"2833020\">风险</a>等方面的分析。</p>', '1', '<p>项目的监控阶段不包括以下哪些？</p>', '276', '121', '1', '500', '279', '6', '1', null, '');
INSERT INTO `question` VALUES ('506', '2019-04-09 02:31:26', '2019-04-09 02:39:51', '2019-04-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-10', '', '2', '<p>下面关于决策表测试的说法，正确的是：</p>', '502', '127', '1', '500', '277', '6', '17', null, '');
INSERT INTO `question` VALUES ('507', '2019-04-09 02:32:06', '2019-04-09 02:32:31', '2019-04-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-04-13', '2019-04-10', null, '1', null, '503', '142', '1', '500', '277', '5', '2', null, null);
INSERT INTO `question` VALUES ('508', '2019-04-09 02:33:44', '2019-04-09 02:33:53', '2019-04-11', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-11', null, '1', null, '277', '142', '1', '500', '503', '5', '498', null, null);
INSERT INTO `question` VALUES ('509', '2019-04-09 02:34:24', '2019-04-09 02:34:39', '2019-04-11', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-11', null, '3', null, '278', '150', '1', '500', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('523', '2019-04-09 03:14:20', '2019-04-12 08:54:58', '2019-04-27', '2019-04-06', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-08', '<p>八重樱天下第一</p>', '1', '<p>八重樱天下第一</p>', '251', '35', '2', '514', '213', '5', '1', null, '<p>八重樱天下第一</p>');
INSERT INTO `question` VALUES ('525', '2019-04-09 03:15:28', '2019-04-10 13:33:33', '2019-06-03', '2019-04-07', null, null, null, null, '2', null, '\0', null, '2019-06-08', '2019-04-07', '<p>tttttttttttttttttttttttttttttttttttttttttt</p>', '1', '<p>tdgvhftdh</p>', '216', '122', '1', '499', '214', '5', '498', null, '');
INSERT INTO `question` VALUES ('526', '2019-04-09 03:18:11', '2019-05-10 06:25:13', '2019-06-08', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-06-08', '2019-05-09', '', '1', '<p>下次中小城市的</p>', '219', '112', '1', '499', '217', '6', '17', null, '');
INSERT INTO `question` VALUES ('527', '2019-04-09 03:19:28', '2019-04-09 03:20:14', '2019-05-31', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-05', '2019-04-08', null, '3', null, '220', '146', '1', '499', '218', '5', '498', null, null);
INSERT INTO `question` VALUES ('532', '2019-04-09 03:25:22', '2019-05-02 03:06:18', '2019-05-03', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-05-07', '2019-05-04', '<p>小学计算题</p>', '1', '<p>小明养了一只哈士奇，哈士奇今年4岁，小明比哈士奇大5岁，请问小明几岁</p>', '227', '113', '1', '518', '224', '8', '1', null, '');
INSERT INTO `question` VALUES ('542', '2019-04-09 03:35:25', '2019-05-05 10:42:36', '2019-04-12', '2019-04-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-04-06', '', '1', '<p>题干内容</p>', '207', '1', '2', '534', '210', '7', '2', null, '');
INSERT INTO `question` VALUES ('544', '2019-04-09 05:26:46', '2019-05-07 10:45:15', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-11', '2019-04-08', '', '1', '<p>请问你是谁？</p>', '214', '142', '1', '499', '216', '7', '498', null, '<p>随便答</p>');
INSERT INTO `question` VALUES ('545', '2019-04-09 05:27:24', '2019-04-09 05:33:07', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-11', '2019-04-08', null, '3', null, '216', '147', '1', '499', '219', '5', '17', null, null);
INSERT INTO `question` VALUES ('546', '2019-04-09 05:28:36', '2019-04-09 05:33:07', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-25', '2019-04-08', null, '1', null, '217', '149', '1', '499', '214', '5', '17', null, null);
INSERT INTO `question` VALUES ('547', '2019-04-09 05:31:05', '2019-05-09 02:26:04', '2019-06-03', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-10', '2019-04-08', '', '3', '<p>123</p>', '218', '147', '1', '499', '217', '7', '498', null, '');
INSERT INTO `question` VALUES ('548', '2019-04-09 05:31:48', '2019-05-10 06:30:55', '2019-06-06', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-06-12', '2019-05-09', '', '1', '<p>s手法地方</p>', '219', '121', '1', '499', '214', '6', '2', null, '');
INSERT INTO `question` VALUES ('549', '2019-04-09 05:32:19', '2019-04-13 02:30:30', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-17', '2019-04-08', '', '3', '<p>我是谁？</p>', '214', '146', '2', '499', '219', '6', '17', null, '');
INSERT INTO `question` VALUES ('550', '2019-04-09 05:32:52', '2019-04-09 05:33:07', '2019-06-03', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-17', '2019-04-08', null, '3', null, '217', '144', '1', '499', '220', '5', '498', null, null);
INSERT INTO `question` VALUES ('551', '2019-04-09 05:33:46', '2019-05-07 10:52:52', '2019-06-17', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-25', '2019-04-08', '', '2', '<p>123</p>', '218', '127', '1', '499', '216', '6', '17', null, '');
INSERT INTO `question` VALUES ('552', '2019-04-09 05:34:57', '2019-04-09 05:39:40', '2019-06-04', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-19', '2019-04-08', null, '3', null, '217', '150', '1', '499', '214', '5', '2', null, null);
INSERT INTO `question` VALUES ('553', '2019-04-09 05:35:27', '2019-04-09 05:39:40', '2019-06-04', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-17', '2019-04-08', null, '3', null, '217', '116', '1', '499', '218', '5', '2', null, null);
INSERT INTO `question` VALUES ('554', '2019-04-09 05:35:52', '2019-04-09 05:39:40', '2019-06-05', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-12', '2019-04-08', null, '2', null, '216', '129', '1', '499', '219', '5', '498', null, null);
INSERT INTO `question` VALUES ('555', '2019-04-09 05:36:17', '2019-05-10 06:31:07', '2019-06-10', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-06-17', '2019-05-09', '', '1', '<p>asd阿斯顿</p>', '219', '121', '2', '499', '220', '6', '498', null, '');
INSERT INTO `question` VALUES ('556', '2019-04-09 05:36:43', '2019-04-09 05:39:40', '2019-06-11', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-18', '2019-04-08', null, '1', null, '220', '145', '1', '499', '216', '5', '498', null, null);
INSERT INTO `question` VALUES ('557', '2019-04-09 05:38:03', '2019-05-07 10:52:59', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-17', '2019-04-08', '<p>321321</p>', '3', '<p>123123</p>', '218', '150', '1', '499', '214', '6', '498', null, '<p>2222222</p>');
INSERT INTO `question` VALUES ('559', '2019-04-09 07:47:49', '2019-04-09 07:49:09', '2019-06-11', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-18', '2019-04-08', null, '1', null, '217', '143', '1', '499', '219', '5', '498', null, null);
INSERT INTO `question` VALUES ('560', '2019-04-09 07:48:20', '2019-04-13 02:34:58', '2019-06-03', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-10', '2019-04-08', '', '1', '<p>zyx是什么身份？</p>', '214', '122', '1', '499', '217', '6', '498', null, '');
INSERT INTO `question` VALUES ('561', '2019-04-09 07:49:04', '2019-04-09 07:49:09', '2019-06-03', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-10', '2019-04-08', null, '1', null, '216', '149', '1', '499', '220', '5', '2', null, null);
INSERT INTO `question` VALUES ('562', '2019-04-09 07:55:06', '2019-04-09 07:55:20', '2019-06-06', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-11', '2019-04-08', null, '2', null, '220', '128', '1', '499', '218', '5', '498', null, null);
INSERT INTO `question` VALUES ('563', '2019-04-09 07:56:05', '2019-05-10 06:27:13', '2019-06-06', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-19', '2019-04-08', '', '2', '<p>lxb有几个隐藏任务？</p>', '214', '123', '1', '499', '220', '7', '498', null, '');
INSERT INTO `question` VALUES ('564', '2019-04-09 07:56:29', '2019-04-09 07:59:09', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-17', '2019-04-08', null, '3', null, '219', '144', '1', '499', '217', '5', '17', null, null);
INSERT INTO `question` VALUES ('565', '2019-04-09 07:56:54', '2019-05-10 06:27:04', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-11', '2019-04-08', '', '3', '<p>123</p>', '218', '146', '1', '499', '216', '7', '17', null, '');
INSERT INTO `question` VALUES ('566', '2019-04-09 07:57:32', '2019-04-09 07:59:09', '2019-06-05', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-06', '2019-04-08', null, '1', null, '219', '148', '1', '499', '214', '5', '2', null, null);
INSERT INTO `question` VALUES ('567', '2019-04-09 07:57:55', '2019-04-09 07:59:09', '2019-06-10', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-11', '2019-04-08', null, '2', null, '216', '123', '1', '499', '219', '5', '1', null, null);
INSERT INTO `question` VALUES ('568', '2019-04-09 07:58:32', '2019-04-09 07:59:09', '2019-06-03', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-10', '2019-04-08', null, '1', null, '220', '142', '1', '499', '217', '5', '17', null, null);
INSERT INTO `question` VALUES ('569', '2019-04-09 07:59:05', '2019-05-10 06:27:20', '2019-06-05', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-06-18', '2019-04-08', '', '3', '<p>小天使还能抽到几个ssr？</p>', '214', '116', '1', '499', '218', '7', '17', null, '');
INSERT INTO `question` VALUES ('570', '2019-04-09 08:03:39', '2019-04-09 08:03:53', '2019-04-16', '2019-04-07', null, null, null, null, '2', null, '\0', null, '2019-04-23', '2019-04-08', null, '1', null, '528', '28', '1', '514', '250', '5', '498', null, null);
INSERT INTO `question` VALUES ('572', '2019-04-09 08:23:10', '2019-04-09 08:23:18', '2019-04-08', '2019-04-07', null, null, null, null, '2', null, '\0', null, '2019-04-16', '2019-04-08', null, '1', null, '222', '28', '1', '514', '251', '5', '17', null, null);
INSERT INTO `question` VALUES ('574', '2019-04-09 11:06:48', '2019-05-10 06:31:37', '2019-06-03', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-06-03', '2019-05-09', '', '1', '<p>四大手法上</p>', '219', '141', '1', '499', '217', '7', '17', null, '');
INSERT INTO `question` VALUES ('577', '2019-04-10 08:04:50', '2019-05-02 14:14:01', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', '', '1', '<p>请问1+1=10正确吗？</p>', '201', '728', '1', '204', '206', '9', '1', null, '');
INSERT INTO `question` VALUES ('578', '2019-04-10 08:10:14', '2019-05-07 09:45:09', '2019-05-24', '2019-05-21', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-05-27', '<p>无</p>', '1', '<p>猪为什么会撞树上？</p>', '202', '728', '2', '204', '200', '5', '498', null, '');
INSERT INTO `question` VALUES ('579', '2019-04-10 11:01:53', '2019-05-06 13:56:30', '2019-05-05', '2019-04-08', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-04-09', '<p>成为市场</p>', '1', '<p>sdc&nbsp;</p>', '197', '728', '1', '241', '243', '7', '3', null, '<p>ds s 速度</p>');
INSERT INTO `question` VALUES ('581', '2019-04-11 03:09:52', '2019-04-11 12:36:58', '2019-04-23', '2019-04-14', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', null, '1', null, '502', '728', '1', '524', '278', '5', '2', null, null);
INSERT INTO `question` VALUES ('582', '2019-04-11 12:05:35', '2019-04-11 12:44:58', '2019-04-10', '2019-04-09', null, null, null, null, '2', null, '\0', null, '2019-04-17', '2019-04-10', '<p>这只是个测试</p>', '1', '<p>大家不要当真</p>', '181', '728', '1', '524', '277', '6', '1', null, '<p>走完流程就删掉</p>');
INSERT INTO `question` VALUES ('583', '2019-04-11 12:15:57', '2019-04-28 12:05:23', '2019-04-18', '2019-04-10', null, null, null, null, '2', null, '\0', null, '2019-04-24', '2019-04-17', '<p>AB</p>', '1', '<p>XY</p>', '181', '728', '1', '524', '278', '5', '1', null, '');
INSERT INTO `question` VALUES ('591', '2019-04-11 14:13:23', '2019-04-29 11:27:26', '2019-04-20', '2019-04-12', null, null, null, null, '2', null, '\0', null, '2019-04-25', '2019-04-16', '<p>dd</p>', '1', '<hr />\n<p>花儿为什么这样红？</p>', '206', '728', '1', '204', '203', '7', '1', null, '<p>dd</p>');
INSERT INTO `question` VALUES ('593', '2019-04-11 14:16:47', '2019-05-08 12:55:31', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', '', '1', '<p>如何启动Mysql 8.0服务？</p>', '201', '728', '2', '204', '202', '5', '2', null, '');
INSERT INTO `question` VALUES ('594', '2019-04-11 14:18:37', '2019-04-14 06:31:18', '2019-04-21', '2019-04-13', null, null, null, null, '2', null, '', null, '2019-04-25', '2019-04-15', '<p>= == =====</p>', '1', '<p>&nbsp; = = ==</p>', '203', '728', '1', '204', '206', '7', '1', null, '<p>yyyy</p>');
INSERT INTO `question` VALUES ('595', '2019-04-11 14:21:53', '2019-04-12 15:09:09', '2019-04-24', '2019-04-13', null, null, null, null, '2', null, '\0', null, '2019-04-29', '2019-04-21', null, '1', null, '202', '728', '1', '204', '206', '5', '2', null, null);
INSERT INTO `question` VALUES ('597', '2019-04-12 08:19:58', '2019-04-12 08:25:23', '2019-04-19', '2019-04-11', null, null, null, null, '2', null, '\0', null, '2019-04-20', '2019-04-11', null, '1', null, '251', '51', '1', '514', '221', '5', '2', null, null);
INSERT INTO `question` VALUES ('599', '2019-04-12 15:03:07', '2019-05-08 13:03:05', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', '', '1', '<p>DevOps的主要特点和目的不包括：</p>', '201', '728', '1', '204', '202', '8', '3', null, '');
INSERT INTO `question` VALUES ('600', '2019-04-12 15:05:14', '2019-05-08 13:06:47', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '', null, '2019-04-27', '2019-04-23', '<p>场景描述</p>', '1', '<p>题干</p>', '206', '728', '2', '204', '202', '9', '498', null, '<p>备注</p>');
INSERT INTO `question` VALUES ('601', '2019-04-12 15:10:12', '2019-05-07 11:32:39', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', '<p>描述</p>', '1', '<p>题干</p>', '206', '728', '2', '204', '202', '5', '17', null, '<p>备注</p>');
INSERT INTO `question` VALUES ('602', '2019-04-12 15:13:16', '2019-04-12 15:13:26', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', null, '1', null, '206', '728', '2', '204', '202', '5', '3', null, null);
INSERT INTO `question` VALUES ('603', '2019-04-12 15:15:51', '2019-04-12 15:16:00', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', null, '1', null, '203', '728', '2', '204', '201', '5', '3', null, null);
INSERT INTO `question` VALUES ('631', '2019-04-13 05:37:46', '2019-04-28 14:19:24', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-22', '<p>lalala</p>', '1', '<p>hfhfhf</p>', '205', '728', '2', '204', '202', '8', '2', null, '<p>hfhfh</p>');
INSERT INTO `question` VALUES ('632', '2019-04-13 05:38:19', '2019-05-08 06:14:47', '2019-04-20', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', '<p>一道题目</p>', '1', '<p>题目</p>', '205', '728', '2', '204', '202', '7', '2', null, '<p>nothing</p>');
INSERT INTO `question` VALUES ('633', '2019-04-13 07:02:04', '2019-04-13 07:09:28', '2019-04-17', '2019-04-09', null, null, null, null, '2', null, '\0', null, '2019-04-19', '2019-04-09', '', '1', '<p>jsjsjjkskfsd</p>', '207', '82', '2', '534', '209', '8', '1', null, '<p>dfgdgdg</p>');
INSERT INTO `question` VALUES ('642', '2019-04-14 03:04:00', '2019-04-14 03:04:09', '2019-04-11', '2019-04-04', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-12', null, '1', null, '202', '728', '2', '204', '201', '5', '17', null, null);
INSERT INTO `question` VALUES ('643', '2019-04-14 03:05:11', '2019-04-14 03:08:29', '2019-04-11', '2019-04-07', null, null, null, null, '2', null, '\0', null, '2019-04-14', '2019-04-12', '<p>这是在已经过期后进行的编写操作</p>', '1', '<p>这次能否编写成功</p>', '205', '728', '2', '204', '201', '6', '2', null, '<p>理论上应该失败</p>');
INSERT INTO `question` VALUES ('649', '2019-04-14 04:37:18', '2019-04-29 11:22:18', '2019-04-20', '2019-04-16', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', '<p><strong>挥洒地点尿素大连实德你拉到你们</strong></p>\n<p style=\"text-align: center;\"><strong>的努斯u啊u你丢按算</strong></p>\n<p style=\"padding-left: 30px; text-align: right;\"><strong>打算等会啊厚度</strong></p>', '1', '<p>大大的算法撒DS</p>', '200', '728', '2', '204', '202', '6', '2', null, '');
INSERT INTO `question` VALUES ('650', '2019-04-14 04:42:36', '2019-04-14 04:48:58', '2019-04-22', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-23', null, '1', null, '203', '728', '1', '204', '206', '5', '3', null, null);
INSERT INTO `question` VALUES ('651', '2019-04-14 04:43:14', '2019-04-14 04:48:58', '2019-04-21', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', null, '1', null, '203', '728', '2', '204', '201', '5', '498', null, null);
INSERT INTO `question` VALUES ('652', '2019-04-14 04:43:40', '2019-04-14 04:48:58', '2019-04-21', '2019-04-16', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', null, '1', null, '205', '728', '2', '204', '200', '5', '17', null, null);
INSERT INTO `question` VALUES ('653', '2019-04-14 04:44:49', '2019-04-14 04:48:58', '2019-04-21', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', null, '1', null, '202', '728', '2', '204', '206', '5', '3', null, null);
INSERT INTO `question` VALUES ('654', '2019-04-14 04:45:17', '2019-04-29 11:23:23', '2019-04-21', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', '<h1>很久很久以前，有一个等哈说大苏打大扫除除非对方<em>大苏打打我都是</em></h1>\n<p><code><strong>《打死u电话i撒谎》</strong></code></p>', '1', '<p>很久很久以前</p>', '200', '728', '2', '204', '206', '6', '2', null, '');
INSERT INTO `question` VALUES ('655', '2019-04-14 04:45:42', '2019-04-14 04:48:58', '2019-04-21', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', null, '1', null, '202', '728', '2', '204', '201', '5', '1', null, null);
INSERT INTO `question` VALUES ('656', '2019-04-14 04:48:25', '2019-04-29 11:25:07', '2019-04-21', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', '<p>怎样使用状态转换的测试设计技术，对给定的规格说明项编写测试用例以达到测试覆盖的要求？</p>', '1', '<p>状态转换</p>', '200', '728', '1', '204', '205', '6', '1', null, '');
INSERT INTO `question` VALUES ('657', '2019-04-14 04:48:51', '2019-04-29 11:27:10', '2019-04-21', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-23', '<p>要怎样对于给定的缺陷，识别、收集并记录分类信息?</p>', '1', '<p>分类信息</p>', '200', '728', '1', '204', '206', '6', '17', null, '');
INSERT INTO `question` VALUES ('688', '2019-04-14 07:17:47', '2019-05-06 11:56:57', '2019-05-05', '2019-04-11', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-04-12', null, '1', null, '197', '728', '1', '241', '243', '5', '2', null, null);
INSERT INTO `question` VALUES ('702', '2019-04-15 04:27:14', '2019-04-17 06:47:56', '2019-04-27', '2019-04-12', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-04-22', '<p>我这是再测试</p>', '1', '<p>你知道吗？</p>', '72', '167', '1', '163', '75', '7', '17', null, '');
INSERT INTO `question` VALUES ('703', '2019-04-15 04:29:38', '2019-04-15 04:29:38', '2019-04-29', '2019-04-14', null, null, null, null, '2', null, '\0', null, '2019-05-03', '2019-04-30', null, '1', null, '73', '167', '1', '163', '75', '11', '17', null, null);
INSERT INTO `question` VALUES ('709', '2019-04-17 03:20:28', '2019-04-17 06:42:48', '2019-04-28', '2019-04-15', null, null, null, null, '2', null, '\0', null, '2019-04-28', '2019-04-21', '<p>我是场景描述</p>', '1', '<p>tigan</p>', '72', '166', '1', '163', '75', '5', '17', null, '<p>我是备注</p>');
INSERT INTO `question` VALUES ('713', '2019-04-17 06:36:54', '2019-04-17 06:43:11', '2019-04-18', '2019-04-16', null, null, null, null, '2', null, '\0', null, '2019-04-26', '2019-04-17', '<p>aaaaaaaaaaaaaaaa</p>', '1', '<p>bbbbbbbbbbbbbbbbb</p>', '72', '113', '1', '178', '75', '6', '1', null, '<p>cccccccccccccc</p>');
INSERT INTO `question` VALUES ('723', '2019-04-19 05:08:25', '2019-04-19 05:09:04', '2019-04-23', '2019-04-18', null, null, null, null, '2', null, '\0', null, '2019-05-01', '2019-04-25', null, '1', null, '72', '26', '2', '722', '75', '11', '2', null, null);
INSERT INTO `question` VALUES ('733', '2019-04-19 05:28:32', '2019-04-19 05:41:46', '2019-04-21', '2019-04-19', null, null, null, null, '2', null, '\0', null, '2019-04-27', '2019-04-22', '', '1', '<p>这个题目级别K1分数1分</p>', '72', '728', '1', '732', '75', '5', '1', null, '');
INSERT INTO `question` VALUES ('734', '2019-04-19 05:29:16', '2019-04-19 05:43:09', '2019-04-22', '2019-04-19', null, null, null, null, '2', null, '\0', null, '2019-04-26', '2019-04-23', '', '2', '<p>这个题目级别K2分数2</p>', '1', '1', '1', '732', '61', '8', '1', null, '');
INSERT INTO `question` VALUES ('735', '2019-04-19 05:29:52', '2019-04-19 05:43:21', '2019-04-22', '2019-04-19', null, null, null, null, '2', null, '\0', null, '2019-04-26', '2019-04-23', '', '3', '<p>这个题目级别K3分数3</p>', '1', '2', '1', '732', '61', '8', '1', null, '');
INSERT INTO `question` VALUES ('736', '2019-04-19 05:30:23', '2019-04-19 05:43:30', '2019-04-22', '2019-04-19', null, null, null, null, '2', null, '\0', null, '2019-04-26', '2019-04-23', '', '4', '<p>这个题目级别K4分数4</p>', '1', '3', '1', '732', '61', '8', '1', null, '');
INSERT INTO `question` VALUES ('771', '2019-04-23 02:08:57', '2019-04-24 03:26:31', '2019-04-25', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-01', '2019-04-26', null, '1', null, '72', '13', '1', '770', '75', '5', '1', null, null);
INSERT INTO `question` VALUES ('772', '2019-04-23 02:10:06', '2019-04-23 02:10:06', '2019-04-26', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-01', '2019-04-27', null, '1', null, '72', '26', '1', '770', '75', '11', '2', null, null);
INSERT INTO `question` VALUES ('777', '2019-04-23 07:05:52', '2019-04-25 10:45:30', '2019-04-23', '2019-04-16', null, null, null, null, '2', null, '\0', null, '2019-04-23', '2019-04-21', '<p>在日常生活中我们经常使用复制和粘贴操作。</p>', '1', '<p>以windows对文件的复制粘帖功能为例，尽可能多地写出测试思路。</p>', '773', '2409', '1', '776', '640', '8', '498', null, '');
INSERT INTO `question` VALUES ('778', '2019-04-23 07:17:40', '2019-04-25 15:14:24', '2019-04-22', '2019-04-02', null, null, null, null, '2', null, '', null, '2019-04-23', '2019-04-22', '', '1', '<p>对手机软件的压力测试通常可以包括()</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('779', '2019-04-23 07:21:51', '2019-05-05 10:11:58', '2019-04-24', '2019-04-17', null, null, null, null, '2', null, '\0', null, '2019-04-24', '2019-04-17', null, '1', null, '207', '83', '1', '534', '209', '5', '2', null, null);
INSERT INTO `question` VALUES ('782', '2019-04-23 07:34:08', '2019-05-04 07:14:05', '2019-04-22', '2019-04-08', null, null, null, null, '2', null, '', null, '2019-04-23', '2019-04-22', '', '1', '<p>软件验收测试的合格通过准则()</p>', '773', '2409', '1', '776', '640', '7', '1', null, '');
INSERT INTO `question` VALUES ('783', '2019-04-23 07:34:47', '2019-05-04 07:14:11', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-23', '', '1', '<p>有关&ldquo;测试驱动开发&rdquo;，下列说法正确的有()</p>', '773', '2409', '1', '776', '640', '7', '1', null, '');
INSERT INTO `question` VALUES ('784', '2019-04-23 07:36:17', '2019-05-04 07:14:17', '2019-04-23', '2019-04-09', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-23', '', '1', '<p>软件验收测试包括哪些()</p>', '773', '2409', '1', '776', '640', '7', '1', null, '');
INSERT INTO `question` VALUES ('785', '2019-04-23 07:39:26', '2019-05-04 07:14:23', '2019-04-23', '2019-04-09', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>系统测试的策略有哪些？()</p>', '773', '2409', '1', '776', '640', '7', '1', null, '');
INSERT INTO `question` VALUES ('786', '2019-04-23 07:39:53', '2019-04-25 15:12:15', '2019-04-23', '2019-04-09', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>设计系统测试计划需要参考的项目文档有哪些？()</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('787', '2019-04-23 07:40:20', '2019-04-25 15:14:35', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>下面关于软件测试，描述正确的是？</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('788', '2019-04-23 07:42:01', '2019-04-25 15:14:47', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>集成测试的过程包括有以下哪些？</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('789', '2019-04-23 07:42:46', '2019-04-25 15:15:00', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>做好文档测试需要注意的点有哪些？</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('790', '2019-04-23 07:43:13', '2019-04-25 15:15:12', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>下述有关负载测试，容量测试和强度测试的描述正确的有？（）</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('791', '2019-04-23 07:43:40', '2019-04-25 15:15:24', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>.下面描述测试工具的功能正确的有？（）</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('792', '2019-04-23 07:44:18', '2019-04-25 15:15:35', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>下面哪些属于网游的测试内容？</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('793', '2019-04-23 07:44:56', '2019-04-25 15:15:43', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>测试的方法可以分为哪几种？</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('794', '2019-04-23 07:45:26', '2019-04-25 15:15:52', '2019-04-23', '2019-04-09', null, null, null, null, '2', null, '\0', null, '2019-04-24', '2019-04-22', '', '1', '<p>软件可靠性是指在指定的条件下使用时,软件产品维持规定的性能级别的能 力,其子特性()是指在软件发生故障或者违反指定接口的情况下,软件产品维持规定的性能级别的能力。</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('795', '2019-04-23 07:46:00', '2019-04-25 15:16:01', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '\0', null, '2019-04-24', '2019-04-22', '', '1', '<p>（）方法根据输出对输入的依赖关系设计测试用例。</p>', '773', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('796', '2019-04-23 07:48:34', '2019-04-25 15:16:13', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>以下那一种选项属于软件缺陷（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('797', '2019-04-23 07:48:58', '2019-04-25 15:16:21', '2019-04-23', '2019-04-08', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>软件验收测试的合格通过准则是： ( )</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('798', '2019-04-23 07:49:26', '2019-04-25 15:16:29', '2019-04-23', '2019-04-09', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>关于软件测试的理解有误的是（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('800', '2019-04-23 07:49:51', '2019-04-25 15:16:38', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>关于软件测试的概述说法不正确的是（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('801', '2019-04-23 07:50:17', '2019-04-25 15:16:47', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>黑盒测试的方法有（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('802', '2019-04-23 07:50:42', '2019-04-25 15:16:54', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>关于白盒测试和黑盒测试的说法正确的是（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('803', '2019-04-23 07:51:06', '2019-04-25 15:17:02', '2019-04-23', '2019-04-11', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>白盒测试的特点是（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('804', '2019-04-23 07:51:31', '2019-04-25 15:17:09', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>单元测试的内容有（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('805', '2019-04-23 07:51:57', '2019-04-25 15:17:17', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>需求规格说明书中设计阶段，用到的图形模型有：（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('806', '2019-04-23 07:52:20', '2019-04-25 15:17:25', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>下列对软件测试规范说法正确的是：（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('807', '2019-04-23 07:52:49', '2019-04-25 15:17:40', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>软件测试的责任是：（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('808', '2019-04-23 07:53:13', '2019-04-25 15:17:49', '2019-04-23', '2019-04-09', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>软件详细设计的说法中正确的是：（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('809', '2019-04-23 07:53:42', '2019-04-25 15:17:57', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>软件设计的基本任务有：（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('810', '2019-04-23 07:54:04', '2019-04-25 15:18:05', '2019-04-23', '2019-04-11', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>对于软件的&ensp;&beta;&ensp;测试，下列描述不正确的是（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('811', '2019-04-23 07:54:33', '2019-04-25 15:18:14', '2019-04-23', '2019-04-10', null, null, null, null, '2', null, '', null, '2019-04-24', '2019-04-22', '', '1', '<p>白盒测试产生的测试用例检查点包括：（）</p>', '775', '2409', '1', '776', '640', '8', '1', null, '');
INSERT INTO `question` VALUES ('815', '2019-04-23 10:07:58', '2019-04-23 10:13:01', '2019-04-05', '2019-04-05', null, null, null, null, '2', null, '\0', null, '2019-04-05', '2019-04-05', null, '1', null, '213', '35', '1', '514', '221', '11', '17', null, null);
INSERT INTO `question` VALUES ('818', '2019-04-23 10:13:57', '2019-04-23 10:13:57', '2019-04-05', '2019-04-05', null, null, null, null, '2', null, '\0', null, '2019-04-05', '2019-04-05', null, '1', null, '213', '35', '1', '514', '221', '11', '17', null, null);
INSERT INTO `question` VALUES ('820', '2019-04-23 10:15:41', '2019-04-23 10:15:41', '2019-04-06', '2019-04-05', null, null, null, null, '2', null, '\0', null, '2019-04-06', '2019-04-05', null, '1', null, '213', '35', '1', '514', '221', '11', '1', null, null);
INSERT INTO `question` VALUES ('825', '2019-04-23 10:20:25', '2019-04-23 10:20:25', '2019-04-05', '2019-04-05', null, null, null, null, '2', null, '\0', null, '2019-04-06', '2019-04-05', null, '1', null, '213', '25', '1', '514', '221', '11', '3', null, null);
INSERT INTO `question` VALUES ('826', '2019-04-23 10:29:23', '2019-04-23 10:29:23', '2019-06-24', '2019-06-23', null, null, null, null, '2', null, '\0', null, '2019-06-24', '2019-06-23', null, '1', null, '213', '53', '2', '514', '221', '11', '498', null, null);
INSERT INTO `question` VALUES ('827', '2019-04-23 10:35:34', '2019-04-23 10:35:34', '2019-04-06', '2019-04-06', null, null, null, null, '2', null, '\0', null, '2019-04-06', '2019-04-06', null, '1', null, '213', '76', '699', '514', '221', '11', '698', null, null);
INSERT INTO `question` VALUES ('945', '2019-04-24 08:46:50', '2019-04-28 11:21:01', '2019-05-02', '2019-04-22', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-03', '<p>考查词汇表达</p>', '1', '<p>&nbsp;different名词形式为</p>', '501', '99', '2', '497', '575', '8', '3', null, '');
INSERT INTO `question` VALUES ('946', '2019-04-24 08:46:55', '2019-04-24 08:46:55', '2019-05-15', '2019-03-31', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-24', null, '1', null, '72', '166', '1', '163', '75', '11', '17', null, null);
INSERT INTO `question` VALUES ('947', '2019-04-24 08:47:35', '2019-04-24 08:47:35', '2019-05-15', '2019-04-03', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-24', null, '1', null, '72', '167', '1', '163', '75', '11', '2', null, null);
INSERT INTO `question` VALUES ('948', '2019-04-24 08:47:47', '2019-04-28 11:21:07', '2019-04-30', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-01', '2019-04-23', '<p>很好 可以</p>', '1', '<p>非常好</p>', '759', '82', '2', '497', '575', '8', '2', null, '');
INSERT INTO `question` VALUES ('949', '2019-04-24 08:48:18', '2019-04-30 01:06:56', '2019-05-03', '2019-04-22', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-04-26', '<p>我们需要进行敏捷测试。</p>', '1', '<p>请将以下<span id=\"thread_subject\">敏捷项目中的测试活动流程进行排序：1：开发测试用例，2：制定测试计划，3：确定测试方案，4：执行测试，5：完成测试报告，6：确定系统需求和约束</span></p>', '598', '93', '2', '497', '520', '7', '3', null, '');
INSERT INTO `question` VALUES ('950', '2019-04-24 08:49:16', '2019-04-28 10:40:16', '2019-05-08', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-04-23', '<p>对敏捷术语的测试</p>', '1', '<p>下列哪一个不是敏捷开发中常用的术语？</p>', '575', '111', '2', '497', '501', '8', '498', null, '');
INSERT INTO `question` VALUES ('951', '2019-04-24 08:49:55', '2019-04-28 11:11:02', '2019-05-01', '2019-04-22', null, null, null, null, '2', null, '\0', null, '2019-05-16', '2019-04-23', '<p>回顾会议作为一个迭代周期的结尾的团队活动，担负着总结工作情况，根据工作情况进行及时反馈和修正的作用。</p>', '1', '<p>回顾会议主要包括哪些过程？</p>', '520', '86', '2', '497', '759', '8', '3', null, '<p>一般的，回顾会议分为这么几个部分: <br />1.启动&mdash;&mdash;宣布开始，特殊事项宣布 <br />2.团队陈述&mdash;&mdash;多团队共同回顾，各个团队选一个人进行工作总结 <br />3.收集数据&mdash;&mdash;发便签纸和笔，个人回顾做的好的，做的有待改进的 <br />4.公示数据&mdash;&mdash;将每个人回顾的内容张贴在白板上，两个区域好的和改进的，大家自由讨论（15分钟），解释和讨论 <br />5.选择改进，每人3张票，进行改进措施投票，根据投票结果确定改进事项 <br />6.公布，公布需要改进的措施，并转换为任务卡 <br />7.感谢，每个人写一张感谢卡，给要感谢的人 <br />8.结束，happy end</p>');
INSERT INTO `question` VALUES ('952', '2019-04-24 08:50:25', '2019-04-28 06:48:21', '2019-05-13', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-17', '2019-04-24', '<p>考查介词的使用</p>', '1', '<p>My&nbsp;birthday&nbsp;is&nbsp; &mdash;&mdash;&nbsp;june</p>', '501', '83', '2', '497', '598', '8', '698', null, '');
INSERT INTO `question` VALUES ('953', '2019-04-24 08:51:00', '2019-05-06 12:04:35', '2019-05-22', '2019-04-22', null, null, null, null, '2', null, '', null, '2019-05-29', '2019-04-24', '<p>在敏捷团队中,测试是整个项目组的&ldquo;车头灯&rdquo;，它告诉大家现在到哪了，正在往哪个方向走。测试员为项目组提供丰富的信息，使得项目组基于这些可靠的信息作出正确的决定。不仅是测试员要保证质量，而是整个项目组的每一个人都要对质量负责。测试员不跟开发人员纠缠错误，而是帮助他们找到目标,共同为达到项目的最终目标而努力。</p>', '1', '<p>敏捷测试也需要高度迭代工作、频繁得到客户的反馈，需要动态调整测试计划、测试的执行。并且，敏捷测试人员参与到了更多的敏捷生产活动中，积极的影响了团队做出的决定和计划，你觉得测试自动化会给高度迭代测试带来什么好处？</p>', '520', '93', '699', '497', '598', '8', '698', null, '<p>这是一道开放性问题，请自由发挥</p>');
INSERT INTO `question` VALUES ('954', '2019-04-24 08:51:35', '2019-04-27 05:31:33', '2019-05-18', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-04-26', '', '1', '<p>下列哪一个是属于敏捷开发的方法？</p>', '575', '84', '1', '497', '759', '8', '1', null, '');
INSERT INTO `question` VALUES ('955', '2019-04-24 08:52:05', '2019-05-06 12:04:43', '2019-05-22', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-23', '', '1', '<p>关于回顾会议，下列哪个说法不正确？</p>', '520', '86', '2', '497', '598', '8', '17', null, '');
INSERT INTO `question` VALUES ('956', '2019-04-24 08:52:32', '2019-05-06 12:04:53', '2019-05-14', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-04-25', '<p>考查数学计算</p>', '1', '<p>49*50</p>', '501', '85', '2', '497', '598', '8', '2', null, '');
INSERT INTO `question` VALUES ('957', '2019-04-24 08:53:06', '2019-04-28 11:27:32', '2019-05-21', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-25', '', '1', '<p>11223344</p>', '759', '86', '1', '497', '520', '9', '498', null, '');
INSERT INTO `question` VALUES ('958', '2019-04-24 08:53:36', '2019-04-28 10:54:56', '2019-05-28', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-25', '', '1', '<p>下列哪一个计划以发布产品为目的？</p>', '575', '88', '1', '497', '598', '8', '698', null, '');
INSERT INTO `question` VALUES ('959', '2019-04-24 08:54:08', '2019-04-28 12:38:01', '2019-05-15', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-26', '<p>456</p>', '1', '<p>789</p>', '501', '84', '1', '497', '520', '5', '698', null, '');
INSERT INTO `question` VALUES ('960', '2019-04-24 08:54:34', '2019-04-28 11:21:13', '2019-05-23', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-24', '<p>在测试过程中需要进行反馈</p>', '1', '<p>以下哪点不是尽早和频繁反馈的好处：</p>', '598', '83', '1', '497', '575', '8', '3', null, '');
INSERT INTO `question` VALUES ('961', '2019-04-24 08:54:58', '2019-04-28 11:21:20', '2019-05-29', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-26', '<p>Ham 是德国 ThoughtWorks 的一名软件开发和咨询师。由于厌倦了在凌晨 3 点手动部署软件，他开始持续交付实践，加紧自动化步伐，并着手帮助团队高效可靠地交付高质量软件。这样他就可以把省出来的时间用在别的有趣的事情上了。他提出了软件测试金子塔的概念。</p>', '1', '<p>以下哪个是正确的软件测试金字塔的概念？</p>', '496', '97', '1', '497', '575', '8', '2', null, '');
INSERT INTO `question` VALUES ('962', '2019-04-24 08:55:24', '2019-04-28 10:40:33', '2019-05-15', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-04-25', '<p>众所周知，在软件开发过程中，全团队开发能给项目开发效率带来巨大的提升，还能有力加速项目进度。</p>', '1', '<p>以下哪些属于全团队方式的优点？</p>', '496', '82', '2', '497', '520', '8', '1', null, '');
INSERT INTO `question` VALUES ('963', '2019-04-24 08:55:49', '2019-04-28 11:21:27', '2019-05-29', '2019-04-25', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-26', '<p>考查三角函数的知识</p>', '1', '<p>sin90 =&nbsp;</p>', '501', '92', '1', '497', '575', '8', '2', null, '');
INSERT INTO `question` VALUES ('964', '2019-04-24 08:56:20', '2019-04-28 11:42:38', '2019-05-29', '2019-04-22', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-04-25', '<p>考查数学计算</p>', '1', '<p>以下哪个算式是对的</p>', '501', '100', '1', '497', '496', '8', '1', null, '');
INSERT INTO `question` VALUES ('965', '2019-04-24 08:57:56', '2019-04-28 10:55:03', '2019-04-30', '2019-04-22', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-04-25', '<p>考查英语反义词</p>', '1', '<p>以下那组词是正反义词</p>', '501', '90', '1', '497', '598', '8', '1', null, '');
INSERT INTO `question` VALUES ('1071', '2019-04-26 03:30:05', '2019-04-29 11:18:33', '2019-05-26', '2019-04-24', null, null, null, null, '2', null, '\0', null, '2019-05-27', '2019-04-26', null, '1', null, '205', '728', '1', '204', '203', '5', '1', null, null);
INSERT INTO `question` VALUES ('1102', '2019-04-28 05:37:19', '2019-04-28 09:22:22', '2019-05-01', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-20', '2019-05-03', '<p>3我去恶趣味</p>', '1', '<p>1232312</p>', '543', '2', '1', '1099', '541', '6', '1', null, '<p>123</p>');
INSERT INTO `question` VALUES ('1104', '2019-04-28 06:09:08', '2019-04-28 06:13:53', '2019-05-04', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-04', '2019-04-27', null, '1', null, '188', '112', '1', '516', '515', '5', '2', null, null);
INSERT INTO `question` VALUES ('1105', '2019-04-28 06:10:03', '2019-04-28 06:13:29', '2019-05-26', '2019-04-25', null, null, null, null, '2', null, '\0', null, '2019-05-27', '2019-04-25', null, '1', null, '188', '122', '2', '516', '543', '5', '2', null, null);
INSERT INTO `question` VALUES ('1106', '2019-04-28 06:11:24', '2019-04-28 06:13:53', '2019-05-30', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-27', null, '2', null, '522', '128', '1', '516', '543', '5', '498', null, null);
INSERT INTO `question` VALUES ('1107', '2019-04-28 06:15:16', '2019-04-28 06:16:37', '2019-05-30', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-27', null, '1', null, '189', '142', '2', '516', '515', '5', '2', null, null);
INSERT INTO `question` VALUES ('1108', '2019-04-28 06:15:39', '2019-04-28 06:16:37', '2019-05-27', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-27', '2019-04-27', null, '2', null, '188', '125', '2', '516', '522', '5', '3', null, null);
INSERT INTO `question` VALUES ('1109', '2019-04-28 06:16:20', '2019-04-28 06:54:11', '2019-05-27', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-27', '2019-04-27', '<p>1234567我们一起来测试</p>', '3', '<p>1234567我们一起来测试</p>', '543', '114', '1', '516', '189', '6', '2', null, '<p>1234567我们一起来测试</p>');
INSERT INTO `question` VALUES ('1145', '2019-04-28 07:18:25', '2019-04-29 02:28:14', '2019-05-14', '2019-04-25', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-07', '', '1', '<p>21321321312</p>', '249', '166', '1', '191', '193', '8', '17', null, '');
INSERT INTO `question` VALUES ('1147', '2019-04-28 07:19:13', '2019-04-29 02:28:40', '2019-05-07', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-06-03', '2019-04-28', '<p>321321</p>', '1', '<p>321321321321321</p>', '192', '166', '1', '191', '193', '9', '1', null, '');
INSERT INTO `question` VALUES ('1148', '2019-04-28 07:19:44', '2019-04-28 07:21:11', '2019-05-02', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-05-06', null, '1', null, '192', '166', '1', '191', '249', '5', '1', null, null);
INSERT INTO `question` VALUES ('1188', '2019-04-28 08:50:55', '2019-05-06 12:01:26', '2019-05-09', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-27', '2019-04-27', '<p>件测试描述abc</p>', '1', '<p>1234</p>', '543', '1', '1', '1099', '541', '6', '17', null, '');
INSERT INTO `question` VALUES ('1193', '2019-04-28 09:11:17', '2019-04-28 11:43:56', '2019-04-30', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-01', '2019-04-30', '<p>123</p>', '1', '<p>13213123123</p>', '543', '111', '1', '1099', '192', '7', '3', null, '<p>312312312312312</p>');
INSERT INTO `question` VALUES ('1195', '2019-04-28 09:23:44', '2019-04-28 09:25:09', '2019-05-28', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-04-27', null, '1', null, '543', '121', '2', '516', '522', '5', '3', null, null);
INSERT INTO `question` VALUES ('1196', '2019-04-28 09:26:39', '2019-04-28 09:26:56', '2019-05-26', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-04-26', null, '1', null, '543', '149', '1', '516', '541', '5', '2', null, null);
INSERT INTO `question` VALUES ('1197', '2019-04-28 09:28:02', '2019-04-28 09:28:38', '2019-05-24', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-27', null, '1', null, '189', '141', '2', '516', '541', '5', '2', null, null);
INSERT INTO `question` VALUES ('1198', '2019-04-28 09:28:31', '2019-04-28 09:28:38', '2019-05-30', '2019-04-23', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-23', null, '2', null, '515', '125', '2', '516', '189', '5', '2', null, null);
INSERT INTO `question` VALUES ('1210', '2019-04-28 10:50:45', '2019-04-29 11:18:33', '2019-04-28', '2019-04-25', null, null, null, null, '2', null, '\0', null, '2019-04-29', '2019-04-28', null, '1', null, '201', '728', '1', '204', '203', '5', '2', null, null);
INSERT INTO `question` VALUES ('1214', '2019-04-28 10:56:41', '2019-04-29 11:18:33', '2019-04-28', '2019-04-25', null, null, null, null, '2', null, '\0', null, '2019-04-29', '2019-04-28', null, '1', null, '201', '728', '1', '204', '203', '5', '2', null, null);
INSERT INTO `question` VALUES ('1216', '2019-04-28 11:11:10', '2019-05-08 05:18:13', '2019-05-08', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-09', '', '1', '<p>ssssssssss</p>', '543', '2', '1', '1099', '192', '5', '17', null, '');
INSERT INTO `question` VALUES ('1240', '2019-04-28 11:48:08', '2019-05-09 12:21:46', '2019-04-30', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-03', '2019-04-30', '<p>dsfssfs</p>', '1', '<p>sadasdasd</p>', '543', '98', '1', '1099', '192', '5', '17', null, '<p>dsf</p>');
INSERT INTO `question` VALUES ('1243', '2019-04-28 11:52:39', '2019-05-07 10:19:31', '2019-05-02', '2019-04-25', null, null, null, null, '2', null, '\0', null, '2019-05-03', '2019-05-02', '<p>场景A</p>', '1', '<p>题干A</p>', '276', '728', '1', '524', '278', '5', '17', null, '<p>备注A</p>');
INSERT INTO `question` VALUES ('1245', '2019-04-28 11:54:01', '2019-04-28 11:54:06', '2019-05-14', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-17', null, '1', null, '543', '1', '1', '1099', '192', '5', '2', null, null);
INSERT INTO `question` VALUES ('1252', '2019-04-28 12:02:39', '2019-04-28 12:07:53', '2019-04-30', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-02', '2019-04-30', '', '1', '<p>1111111111</p>', '543', '111', '1', '1099', '1251', '7', '17', null, '');
INSERT INTO `question` VALUES ('1270', '2019-04-28 15:46:54', '2019-04-28 17:06:43', '2019-06-28', '2019-04-26', null, null, null, null, '2', null, '', null, '2019-06-28', '2019-04-26', '<p>xxx</p>', '1', '<p>yyy</p>', '517', '112', '1', '519', '530', '7', '1', null, '<p>zzz</p>');
INSERT INTO `question` VALUES ('1272', '2019-04-28 16:10:58', '2019-04-28 16:46:27', '2019-06-27', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-06-27', '2019-04-26', null, '1', null, '517', '121', '1', '519', '529', '5', '2', null, null);
INSERT INTO `question` VALUES ('1273', '2019-04-28 16:30:43', '2019-04-29 13:58:51', '2019-06-28', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-06-28', '2019-04-28', null, '1', null, '529', '124', '1', '519', '521', '5', '17', null, null);
INSERT INTO `question` VALUES ('1313', '2019-04-29 11:13:54', '2019-04-29 11:18:33', '2019-04-29', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-04-30', '2019-04-29', null, '1', null, '201', '728', '2', '204', '205', '5', '498', null, null);
INSERT INTO `question` VALUES ('1314', '2019-04-29 11:14:30', '2019-04-29 11:18:33', '2019-04-29', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-04-30', '2019-04-29', null, '1', null, '201', '728', '1', '204', '200', '5', '3', null, null);
INSERT INTO `question` VALUES ('1315', '2019-04-29 11:15:11', '2019-04-29 11:18:33', '2019-04-29', '2019-04-26', null, null, null, null, '2', null, '\0', null, '2019-04-30', '2019-04-29', null, '1', null, '201', '728', '2', '204', '200', '5', '698', null, null);
INSERT INTO `question` VALUES ('1327', '2019-04-29 11:59:29', '2019-04-29 12:06:27', '2019-04-29', '2019-04-27', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-02', '', '1', '<p>321321321</p>', '249', '166', '1', '191', '193', '7', '17', null, '');
INSERT INTO `question` VALUES ('1376', '2019-04-30 07:58:52', '2019-05-06 15:09:53', '2019-05-21', '2019-04-29', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-04-29', null, '1', null, '276', '728', '1', '524', '279', '5', '1', null, null);
INSERT INTO `question` VALUES ('1395', '2019-05-01 07:19:10', '2019-05-06 15:09:53', '2019-05-15', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-05-05', null, '1', null, '276', '728', '1', '524', '277', '5', '498', null, null);
INSERT INTO `question` VALUES ('1396', '2019-05-01 07:50:41', '2019-05-06 15:09:53', '2019-05-18', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-05-12', null, '1', null, '276', '728', '1', '524', '278', '5', '17', null, null);
INSERT INTO `question` VALUES ('1397', '2019-05-01 07:58:49', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1398', '2019-05-01 08:02:33', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1399', '2019-05-01 08:07:16', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1400', '2019-05-01 08:09:34', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1401', '2019-05-01 08:11:52', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1402', '2019-05-01 08:13:28', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1403', '2019-05-01 08:15:32', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1404', '2019-05-01 08:17:11', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1424', '2019-05-01 08:32:26', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1425', '2019-05-01 08:35:21', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1426', '2019-05-01 08:38:25', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1427', '2019-05-01 08:39:59', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1431', '2019-05-01 08:44:01', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1432', '2019-05-01 08:45:14', '2019-05-06 15:09:53', '2019-05-12', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-26', '2019-05-05', null, '1', null, '502', '728', '1', '524', '277', '5', '17', null, null);
INSERT INTO `question` VALUES ('1470', '2019-05-01 14:17:06', '2019-05-06 15:09:53', '2019-05-27', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-27', '2019-05-01', null, '1', null, '276', '728', '2', '524', '277', '5', '498', null, null);
INSERT INTO `question` VALUES ('1473', '2019-05-02 02:14:38', '2019-05-02 07:34:43', '2019-05-03', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-04', null, '1', null, '227', '112', '1', '518', '226', '5', '2', null, null);
INSERT INTO `question` VALUES ('1486', '2019-05-02 03:31:06', '2019-05-03 12:06:06', '2019-05-01', '2019-04-29', null, null, null, null, '2', null, '\0', null, '2019-05-04', '2019-05-02', '', '1', '<p>这是题干</p>', '226', '121', '1', '518', '228', '7', '2', null, '');
INSERT INTO `question` VALUES ('1487', '2019-05-02 04:06:47', '2019-05-03 13:53:12', '2019-05-01', '2019-04-29', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-02', '', '1', '<p>这也是题干</p>', '226', '124', '1', '518', '228', '6', '17', null, '');
INSERT INTO `question` VALUES ('1488', '2019-05-02 04:16:33', '2019-05-05 07:24:55', '2019-05-01', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-03', '2019-05-02', '<div style=\"position: fixed; inset: 0px; z-index: 10000; visibility: hidden;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<div style=\"position: fixed; inset: 0px; z-index: 10000; visibility: hidden;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<p>&nbsp;</p>\n<div id=\"selenium-highlight\">&nbsp;</div>', '1', '<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<p>&nbsp;</p>\n<div id=\"selenium-highlight\">&nbsp;</div>', '226', '124', '1', '518', '228', '6', '1', null, '<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<p>&nbsp;</p>\n<div id=\"selenium-highlight\">&nbsp;</div>');
INSERT INTO `question` VALUES ('1489', '2019-05-02 04:32:53', '2019-05-02 04:55:14', '2019-05-09', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-13', null, '1', null, '202', '728', '2', '204', '206', '5', '498', null, null);
INSERT INTO `question` VALUES ('1490', '2019-05-02 07:33:16', '2019-05-07 01:10:13', '2019-05-03', '2019-04-30', null, null, null, null, '2', null, '', null, '2019-05-08', '2019-05-04', '', '1', '<p>阶段遏制</p>', '226', '148', '1', '518', '228', '6', '498', null, '');
INSERT INTO `question` VALUES ('1491', '2019-05-02 07:37:30', '2019-05-07 10:47:32', '2019-05-02', '2019-04-29', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-03', '', '1', '<p>\\</p>', '226', '141', '1', '518', '228', '6', '3', null, '');
INSERT INTO `question` VALUES ('1492', '2019-05-02 07:38:15', '2019-05-10 09:58:08', '2019-05-03', '2019-04-29', null, null, null, null, '2', null, '', null, '2019-05-10', '2019-05-05', '<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<p>jjj</p>', '3', '<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<p>kkk</p>', '226', '146', '1', '518', '228', '5', '2', null, '<div style=\"position: fixed; top: 0; left: 0; bottom: 0; right: 0; background: trasparent; z-index: 10000;\">\n<div style=\"pointer-events: none; display: flex; align-items: center; justify-content: center; flex-direction: row; position: fixed; top: 20%; left: 50%; transform: translateX(-50%); background: #f7f7f7; color: #114990; font-size: 22px; font-weight: 200; z-index: 10001; font-family: system, -apple-system, BlinkMacSystemFont, \'Helvetica Neue\', Arial, sans-serif; box-shadow: 0 7px 10px 0 rgba(0,0,0,0.1); border: 1px black solid; border-radius: 50px; padding: 10px;\"><img style=\"width: 28px; margin: 0 10px;\" src=\"moz-extension://f493016e-7e45-47e4-a47e-3f7667305249/icons/icon_light128.png\" alt=\"\" /><span style=\"border-left: 1px solid #c6c6c6; padding: 3px 10px;\">Select an element</span></div>\n</div>\n<p>ll</p>');
INSERT INTO `question` VALUES ('1493', '2019-05-02 07:52:57', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1494', '2019-05-02 07:55:08', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1495', '2019-05-02 08:03:55', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1498', '2019-05-02 08:25:52', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1499', '2019-05-02 08:33:34', '2019-05-09 05:42:43', '2019-05-03', '2019-04-29', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-04', '<p>fff</p>', '3', '<p>ffff</p>', '226', '114', '1', '518', '228', '5', '2', null, '');
INSERT INTO `question` VALUES ('1504', '2019-05-02 08:40:20', '2019-05-02 08:42:41', '2019-05-02', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-03', null, '1', null, '226', '115', '1', '518', '228', '5', '3', null, null);
INSERT INTO `question` VALUES ('1515', '2019-05-02 12:20:42', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-13', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1516', '2019-05-02 12:23:07', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1517', '2019-05-02 12:28:16', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1518', '2019-05-02 12:30:18', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1519', '2019-05-02 12:43:16', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '2', '204', '206', '5', '2', null, null);
INSERT INTO `question` VALUES ('1520', '2019-05-02 12:44:54', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '202', '728', '2', '204', '201', '5', '2', null, null);
INSERT INTO `question` VALUES ('1521', '2019-05-02 12:54:49', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '206', '728', '1', '204', '201', '5', '1', null, null);
INSERT INTO `question` VALUES ('1523', '2019-05-02 13:49:31', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1524', '2019-05-02 13:52:40', '2019-05-08 06:10:29', '2019-05-16', '2019-05-13', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-20', null, '1', null, '201', '728', '1', '204', '206', '5', '1', null, null);
INSERT INTO `question` VALUES ('1543', '2019-05-03 09:03:31', '2019-05-04 04:43:54', '2019-05-03', '2019-05-01', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-08', '<p>213321</p>', '1', '<p>123</p>', '249', '166', '1', '191', '193', '7', '17', null, '');
INSERT INTO `question` VALUES ('1544', '2019-05-03 10:18:38', '2019-05-03 10:18:38', '2019-05-04', '2019-05-02', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-05', null, '1', null, '249', '166', '2', '191', '193', '11', '1', null, null);
INSERT INTO `question` VALUES ('1545', '2019-05-03 10:21:21', '2019-05-03 10:21:21', '2019-05-01', '2019-05-01', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-05', null, '1', null, '249', '166', '2', '191', '193', '11', '1', null, null);
INSERT INTO `question` VALUES ('1551', '2019-05-03 10:46:46', '2019-05-06 15:09:53', '2019-05-19', '2019-05-01', null, null, null, null, '2', null, '\0', null, '2019-05-24', '2019-05-04', null, '1', null, '276', '728', '1', '524', '278', '5', '3', null, null);
INSERT INTO `question` VALUES ('1554', '2019-05-03 11:13:11', '2019-05-06 15:09:53', '2019-05-19', '2019-05-01', null, null, null, null, '2', null, '\0', null, '2019-05-24', '2019-05-04', null, '1', null, '276', '728', '1', '524', '278', '5', '3', null, null);
INSERT INTO `question` VALUES ('1555', '2019-05-03 11:26:37', '2019-05-06 15:09:53', '2019-05-19', '2019-05-01', null, null, null, null, '2', null, '\0', null, '2019-05-24', '2019-05-04', null, '1', null, '276', '728', '1', '524', '278', '5', '3', null, null);
INSERT INTO `question` VALUES ('1556', '2019-05-03 11:26:55', '2019-05-03 14:17:47', '2019-05-18', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-03', null, '1', null, '276', '728', '1', '524', '278', '5', '1', null, null);
INSERT INTO `question` VALUES ('1557', '2019-05-03 11:28:07', '2019-05-03 14:04:44', '2019-05-17', '2019-04-29', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-05-02', null, '1', null, '276', '728', '1', '524', '278', '5', '3', null, null);
INSERT INTO `question` VALUES ('1571', '2019-05-03 14:12:53', '2019-05-03 14:15:24', '2019-05-18', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-03', null, '1', null, '276', '728', '1', '524', '278', '5', '3', null, null);
INSERT INTO `question` VALUES ('1633', '2019-05-05 07:10:47', '2019-05-05 10:13:12', '2019-05-07', '2019-05-03', null, null, null, null, '2', null, '\0', null, '2019-05-07', '2019-05-03', '<p>场景描述</p>', '1', '<p>题干内容</p>', '211', '90', '2', '534', '208', '8', '3', null, '');
INSERT INTO `question` VALUES ('1638', '2019-05-05 07:44:31', '2019-05-05 10:10:27', '2019-05-07', '2019-05-03', null, null, null, null, '2', null, '\0', null, '2019-05-07', '2019-05-03', '', '1', '<p>题干内容</p>', '211', '89', '2', '534', '208', '9', '2', null, '');
INSERT INTO `question` VALUES ('1699', '2019-05-06 10:40:46', '2019-05-06 11:28:14', '2019-05-13', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-16', '2019-05-14', '<p>1+1</p>', '1', '<p>1+1=?</p>', '496', '89', '1', '497', '501', '7', '1', null, '<p>考察学生数学素养。</p>');
INSERT INTO `question` VALUES ('1700', '2019-05-06 10:41:50', '2019-05-06 10:47:17', '2019-05-21', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-21', '2019-05-16', null, '1', null, '501', '90', '1', '497', '759', '5', '2', null, null);
INSERT INTO `question` VALUES ('1701', '2019-05-06 10:42:53', '2019-05-06 10:47:27', '2019-05-22', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-21', null, '1', null, '520', '91', '2', '497', '598', '5', '3', null, null);
INSERT INTO `question` VALUES ('1702', '2019-05-06 10:43:34', '2019-05-06 12:37:28', '2019-05-24', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-24', '2019-05-20', '<p>你猜</p>', '1', '<p>以下只有一个答案描述是对的，请问是哪一个</p>', '598', '90', '1', '497', '759', '7', '2', null, '');
INSERT INTO `question` VALUES ('1703', '2019-05-06 10:44:15', '2019-05-06 10:47:52', '2019-05-22', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-05-08', null, '1', null, '520', '96', '1', '497', '759', '5', '3', null, null);
INSERT INTO `question` VALUES ('1704', '2019-05-06 10:44:59', '2019-05-06 11:30:25', '2019-05-29', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-07', '<p>3+3</p>', '1', '<p>3+3=？</p>', '496', '99', '1', '497', '598', '5', '3', null, '<p>考察学生数学基础能力。</p>');
INSERT INTO `question` VALUES ('1719', '2019-05-06 11:38:47', '2019-05-06 12:40:58', '2019-05-05', '2019-05-03', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-03', '<p>这是一个场景</p>', '1', '<p>这是一个题干</p>', '197', '728', '1', '241', '243', '5', '17', null, '<p>这是备注</p>');
INSERT INTO `question` VALUES ('1720', '2019-05-06 11:48:50', '2019-05-06 12:46:20', '2019-05-05', '2019-05-03', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-03', '<p>这是一张场景</p>', '1', '<p>这是一个题干</p>', '197', '728', '1', '241', '243', '5', '17', null, '<p>这是一个备注</p>');
INSERT INTO `question` VALUES ('1721', '2019-05-06 11:50:37', '2019-05-06 13:31:51', '2019-05-05', '2019-05-03', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-05', '<p>dssf</p>', '1', '<p>fdfdv</p>', '197', '728', '1', '241', '243', '8', '17', null, '<p>avffvdav</p>');
INSERT INTO `question` VALUES ('1722', '2019-05-06 11:51:33', '2019-05-06 11:58:07', '2019-05-05', '2019-05-02', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-03', null, '1', null, '197', '728', '1', '241', '243', '5', '17', null, null);
INSERT INTO `question` VALUES ('1723', '2019-05-06 11:52:32', '2019-05-06 13:42:59', '2019-05-05', '2019-05-02', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-03', '<p>chang</p>', '1', '<p>timu</p>', '197', '728', '1', '241', '243', '8', '17', null, '<p>beizhu</p>');
INSERT INTO `question` VALUES ('1731', '2019-05-06 11:59:55', '2019-05-07 13:50:36', '2019-05-05', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-04', '<p>这是一个场景</p>', '1', '<p>这是一个题干</p>', '197', '728', '1', '241', '243', '5', '17', null, '<p>这是一个备注</p>');
INSERT INTO `question` VALUES ('1737', '2019-05-06 12:07:39', '2019-05-06 14:01:02', '2019-05-05', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-04', '<p>x\'z\'c</p>', '1', '<p>fdav</p>', '197', '728', '1', '241', '243', '5', '1', null, '<p>dafv</p>');
INSERT INTO `question` VALUES ('1738', '2019-05-06 12:14:37', '2019-05-07 00:58:52', '2019-05-05', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-04', '<p>收到v</p>', '1', '<p>我v从</p>', '197', '728', '1', '241', '243', '5', '2', null, '<p>v</p>');
INSERT INTO `question` VALUES ('1739', '2019-05-06 12:17:46', '2019-05-06 12:17:59', '2019-05-05', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '5', '17', null, null);
INSERT INTO `question` VALUES ('1741', '2019-05-06 12:26:25', '2019-05-06 15:42:05', '2019-05-08', '2019-04-28', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-02', '', '1', '<p>1+3=?</p>', '496', '90', '1', '999', '759', '6', '17', null, '');
INSERT INTO `question` VALUES ('1753', '2019-05-06 12:47:45', '2019-05-07 02:28:53', '2019-05-06', '2019-04-30', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-04', '', '2', '<p>1+5=?</p>', '501', '111', '1', '999', '575', '6', '17', null, '');
INSERT INTO `question` VALUES ('1757', '2019-05-06 12:52:16', '2019-05-06 12:56:10', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-05', '<p>不行了</p>', '1', '<p>测试</p>', '598', '82', '1', '999', '496', '6', '1', null, '');
INSERT INTO `question` VALUES ('1758', '2019-05-06 12:52:47', '2019-05-06 12:56:22', '2019-05-10', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-04', '<p>你猜</p>', '1', '<p>你猜</p>', '598', '83', '1', '999', '501', '6', '1', null, '');
INSERT INTO `question` VALUES ('1759', '2019-05-06 12:53:23', '2019-05-06 12:56:34', '2019-05-10', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-04', '<p>hhh</p>', '2', '<p>hhh</p>', '598', '111', '1', '999', '520', '6', '2', null, '');
INSERT INTO `question` VALUES ('1760', '2019-05-06 12:53:52', '2019-05-06 13:53:26', '2019-05-11', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-05', '', '1', '<p>有点多</p>', '598', '91', '1', '999', '759', '7', '1', null, '');
INSERT INTO `question` VALUES ('1761', '2019-05-06 12:54:24', '2019-05-06 13:53:41', '2019-05-11', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-05', '', '1', '<p>非常多</p>', '598', '93', '1', '999', '759', '7', '2', null, '');
INSERT INTO `question` VALUES ('1762', '2019-05-06 12:54:52', '2019-05-06 13:53:57', '2019-05-11', '2019-05-01', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-05', '', '1', '<p>hhh</p>', '598', '84', '1', '999', '759', '7', '2', null, '');
INSERT INTO `question` VALUES ('1782', '2019-05-06 13:56:45', '2019-05-08 11:16:48', '2019-05-10', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-17', '2019-05-05', '<p>123</p>', '1', '<p>123</p>', '598', '81', '1', '999', '496', '6', '2', null, '');
INSERT INTO `question` VALUES ('1795', '2019-05-06 14:43:24', '2019-05-08 11:16:57', '2019-05-15', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-05', '<p>1231412</p>', '1', '<p>12312412</p>', '598', '91', '1', '999', '520', '6', '1', null, '');
INSERT INTO `question` VALUES ('1796', '2019-05-06 14:47:52', '2019-05-08 11:17:09', '2019-05-15', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-05', '', '1', '<p>21422312</p>', '598', '91', '1', '999', '520', '6', '1', null, '');
INSERT INTO `question` VALUES ('1801', '2019-05-06 15:09:28', '2019-05-07 07:33:21', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-06', '<p>123..efef</p>', '1', '<p>qefqefqewfewf</p>', '181', '728', '1', '524', '502', '5', '17', null, '<p>weffw</p>');
INSERT INTO `question` VALUES ('1806', '2019-05-06 15:15:38', '2019-05-07 15:49:47', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-07', '2019-05-06', '<p>哈哈哈哈哈哈哈哈哈焕发防护俄方</p>', '1', '<p>请问耳语哦丰富</p>', '181', '728', '1', '524', '502', '7', '2', null, '<p>方全额返屋企氛围</p>');
INSERT INTO `question` VALUES ('1807', '2019-05-06 15:17:40', '2019-05-07 06:11:11', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-06', '<p>rvwevrevre</p>', '1', '<p>advadvad</p>', '181', '728', '2', '524', '502', '6', '498', null, '<p>wefewffe</p>');
INSERT INTO `question` VALUES ('1811', '2019-05-06 15:24:13', '2019-05-07 06:14:13', '2019-05-04', '2019-05-04', null, null, null, null, '2', null, '', null, '2019-05-06', '2019-05-05', '<p>到田间地头到今天</p>', '1', '<p>回家快回家快回家</p>', '181', '728', '1', '524', '279', '7', '1', null, '<p>计划计划扩建后即可</p>');
INSERT INTO `question` VALUES ('1812', '2019-05-06 15:31:07', '2019-05-07 06:14:23', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-07', '2019-05-06', '<p>esfefe</p>', '1', '<p>grgregraeg</p>', '181', '728', '1', '524', '279', '7', '2', null, '<p>argrgergregrg</p>');
INSERT INTO `question` VALUES ('1813', '2019-05-06 15:33:30', '2019-05-07 06:14:39', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-06', '<p>阿辉呼唤</p>', '1', '<p>青蛙速度速度</p>', '181', '728', '1', '524', '279', '7', '2', null, '<p>吴青峰绯闻分时的</p>');
INSERT INTO `question` VALUES ('1872', '2019-05-07 06:34:32', '2019-05-09 14:44:52', '2019-05-08', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-07', '<p>hihihihihihihihihihihi hello</p>', '2', '<p>emmmm</p>', '1861', '1676', '1', '1859', '1863', '9', '498', null, '<p>???</p>');
INSERT INTO `question` VALUES ('1873', '2019-05-07 06:34:59', '2019-05-09 13:47:40', '2019-05-08', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', '<p>评审我</p>', '2', '<p>我是题干</p>', '1861', '1676', '1', '1859', '1863', '8', '698', null, '');
INSERT INTO `question` VALUES ('1881', '2019-05-07 07:19:08', '2019-05-07 07:19:08', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-05-05', null, '1', null, '197', '728', '1', '241', '198', '11', '3', null, null);
INSERT INTO `question` VALUES ('1886', '2019-05-07 07:21:48', '2019-05-07 07:21:48', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1887', '2019-05-07 07:24:11', '2019-05-07 07:24:11', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1888', '2019-05-07 07:26:13', '2019-05-07 07:26:13', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1894', '2019-05-07 07:30:24', '2019-05-07 07:30:24', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-06', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1898', '2019-05-07 07:34:38', '2019-05-07 07:34:38', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-06', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1904', '2019-05-07 07:53:39', '2019-05-07 07:53:39', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-06', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1905', '2019-05-07 07:55:39', '2019-05-07 07:55:39', '2019-05-07', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-08', null, '1', null, '197', '728', '1', '241', '243', '11', '17', null, null);
INSERT INTO `question` VALUES ('1907', '2019-05-07 07:58:41', '2019-05-07 07:58:41', '2019-05-07', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-08', null, '1', null, '197', '728', '1', '241', '243', '11', '17', null, null);
INSERT INTO `question` VALUES ('1909', '2019-05-07 07:59:48', '2019-05-07 07:59:48', '2019-05-07', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-08', null, '1', null, '197', '728', '1', '241', '243', '11', '17', null, null);
INSERT INTO `question` VALUES ('1919', '2019-05-07 08:10:55', '2019-05-07 08:10:55', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '11', '17', null, null);
INSERT INTO `question` VALUES ('1921', '2019-05-07 08:12:15', '2019-05-07 08:12:15', '2019-05-05', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-05', '2019-05-05', null, '1', null, '197', '728', '1', '241', '243', '11', '17', null, null);
INSERT INTO `question` VALUES ('1961', '2019-05-07 10:07:16', '2019-05-07 10:07:16', '2019-05-06', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-07', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1963', '2019-05-07 10:12:29', '2019-05-07 10:12:29', '2019-05-06', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-07', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1964', '2019-05-07 10:14:08', '2019-05-07 10:14:08', '2019-05-06', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-07', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('1965', '2019-05-07 10:17:05', '2019-05-07 10:17:05', '2019-05-06', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-08', '2019-05-07', null, '1', null, '197', '728', '1', '241', '243', '11', '3', null, null);
INSERT INTO `question` VALUES ('2067', '2019-05-08 06:10:13', '2019-05-08 06:14:54', '2019-05-10', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-17', '2019-05-14', '<p>are you ok</p>', '1', '<p>yes</p>', '205', '728', '1', '204', '202', '7', '2', null, '<p>ok</p>');
INSERT INTO `question` VALUES ('2087', '2019-05-08 07:18:44', '2019-05-08 08:25:01', '2019-05-06', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-07', null, '1', null, '226', '145', '1', '518', '228', '5', '3', null, null);
INSERT INTO `question` VALUES ('2092', '2019-05-08 09:22:33', '2019-05-08 09:22:33', '2019-05-17', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-17', '2019-05-07', null, '1', null, '598', '91', '1', '1662', '520', '11', '1', null, null);
INSERT INTO `question` VALUES ('2093', '2019-05-08 09:24:23', '2019-05-08 09:36:14', '2019-05-16', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-05-13', null, '1', null, '496', '2409', '2', '1348', '520', '5', '2', null, null);
INSERT INTO `question` VALUES ('2120', '2019-05-08 10:44:23', '2019-05-08 11:48:36', '2019-05-06', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-07', '<p>我在测试2120</p>', '2', '<p>我是题干2020</p>', '1861', '1676', '1', '1859', '1863', '6', '3', null, '');
INSERT INTO `question` VALUES ('2121', '2019-05-08 10:44:34', '2019-05-09 01:58:01', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-18', '2019-05-15', '<p>我在测试2121</p>', '2', '<p>我是题干2121</p>', '1861', '1676', '2', '1859', '1863', '6', '698', null, '');
INSERT INTO `question` VALUES ('2123', '2019-05-08 10:45:19', '2019-05-08 11:37:46', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-20', '2019-05-15', '<p>我在测试2123</p>', '2', '<p>我是题干2123</p>', '1861', '1676', '1', '1859', '1863', '6', '498', null, '');
INSERT INTO `question` VALUES ('2124', '2019-05-08 10:45:20', '2019-05-08 11:37:51', '2019-05-07', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-08', '<p>我在测试2124</p>', '1', '<p>我是题干2124</p>', '1861', '1687', '1', '1859', '1863', '6', '3', null, '');
INSERT INTO `question` VALUES ('2125', '2019-05-08 10:45:48', '2019-05-08 11:37:56', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-21', '2019-05-14', '<p>我在测试2125</p>', '2', '<p>我是题干2125</p>', '1861', '1676', '1', '1859', '1863', '6', '498', null, '');
INSERT INTO `question` VALUES ('2126', '2019-05-08 10:46:10', '2019-05-08 11:38:01', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-21', '2019-05-14', '<p>我在测试2126</p>', '2', '<p>我是题干2126</p>', '1861', '1676', '1', '1859', '1863', '6', '2', null, '');
INSERT INTO `question` VALUES ('2224', '2019-05-08 15:32:50', '2019-05-09 13:06:37', '2019-05-07', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', null, '1', null, '226', '145', '2', '518', '228', '5', '17', null, null);
INSERT INTO `question` VALUES ('2225', '2019-05-08 15:41:46', '2019-05-09 13:41:33', '2019-05-07', '2019-05-05', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', null, '1', null, '226', '145', '2', '518', '228', '5', '17', null, null);
INSERT INTO `question` VALUES ('2226', '2019-05-08 15:42:01', '2019-05-08 15:42:01', '2019-05-08', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', null, '1', null, '226', '145', '2', '518', '228', '11', '17', null, null);
INSERT INTO `question` VALUES ('2227', '2019-05-08 15:47:20', '2019-05-08 15:47:20', '2019-05-08', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', null, '1', null, '226', '122', '2', '518', '228', '11', '17', null, null);
INSERT INTO `question` VALUES ('2228', '2019-05-08 15:47:35', '2019-05-08 15:47:35', '2019-05-08', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', null, '1', null, '226', '145', '2', '518', '228', '11', '17', null, null);
INSERT INTO `question` VALUES ('2238', '2019-05-09 01:51:16', '2019-05-10 06:20:26', '2019-05-23', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-09', '<p>s</p>', '1', '<p>s大声点</p>', '214', '122', '1', '499', '220', '6', '17', null, '');
INSERT INTO `question` VALUES ('2262', '2019-05-09 13:06:33', '2019-05-09 13:11:03', '2019-05-09', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', '', '1', '<p>123</p>', '543', '81', '1', '1099', '1251', '6', '17', null, '');
INSERT INTO `question` VALUES ('2263', '2019-05-09 13:07:15', '2019-05-09 13:11:17', '2019-05-09', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', '', '1', '<p>11111</p>', '543', '82', '1', '1099', '1251', '6', '17', null, '');
INSERT INTO `question` VALUES ('2264', '2019-05-09 13:07:15', '2019-05-09 13:11:25', '2019-05-09', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', '', '1', '<p>22222</p>', '543', '82', '1', '1099', '1251', '6', '17', null, '');
INSERT INTO `question` VALUES ('2265', '2019-05-09 13:07:15', '2019-05-09 13:11:39', '2019-05-08', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', '', '1', '<p>333333</p>', '543', '82', '1', '1099', '1251', '6', '17', null, '');
INSERT INTO `question` VALUES ('2266', '2019-05-09 13:07:15', '2019-05-09 13:11:50', '2019-05-09', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', '', '2', '<p>12333</p>', '543', '111', '1', '1099', '1251', '6', '17', null, '');
INSERT INTO `question` VALUES ('2267', '2019-05-09 13:07:15', '2019-05-09 13:11:57', '2019-05-09', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-09', '', '1', '<p>231123</p>', '543', '98', '1', '1099', '1251', '6', '17', null, '');
INSERT INTO `question` VALUES ('2269', '2019-05-09 13:25:05', '2019-05-10 05:12:26', '2019-05-21', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-21', '2019-05-07', '<p>我超强</p>', '1', '<p>我真可爱</p>', '214', '112', '1', '499', '219', '6', '498', null, '<p>可爱如我</p>');
INSERT INTO `question` VALUES ('2270', '2019-05-09 13:25:35', '2019-05-10 05:12:36', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-07', '<p>sdjadas</p>', '1', '<p>qwe</p>', '214', '113', '1', '499', '219', '6', '698', null, '<p>qwe</p>');
INSERT INTO `question` VALUES ('2271', '2019-05-09 13:33:24', '2019-05-09 14:14:03', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-07', '<p>123</p>', '1', '<p>123</p>', '214', '122', '1', '499', '219', '6', '17', null, '<p>123</p>');
INSERT INTO `question` VALUES ('2272', '2019-05-09 13:33:51', '2019-05-09 14:14:19', '2019-05-14', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-07', '<p>123</p>', '1', '<p>123</p>', '214', '143', '1', '499', '219', '6', '2', null, '<p>123</p>');
INSERT INTO `question` VALUES ('2273', '2019-05-09 13:39:34', '2019-05-09 13:39:34', '2019-05-30', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-06-01', '2019-05-30', null, '2', null, '773', '1673', '1', '2085', '1018', '11', '1', null, null);
INSERT INTO `question` VALUES ('2280', '2019-05-09 13:48:55', '2019-05-09 14:36:03', '2019-05-08', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', '<p>我在测试2280</p>', '3', '<p>我是题干2280</p>', '1861', '2022', '1', '1859', '1863', '8', '2', null, '');
INSERT INTO `question` VALUES ('2281', '2019-05-09 13:49:38', '2019-05-09 14:36:30', '2019-05-08', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', '<p>我在测试2281</p>', '2', '<p>我是题干2281</p>', '1861', '2051', '1', '1859', '1863', '8', '17', null, '');
INSERT INTO `question` VALUES ('2289', '2019-05-09 14:34:20', '2019-05-09 14:34:20', '2019-05-09', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-11', '2019-05-10', null, '1', null, '227', '148', '2', '518', '228', '11', '17', null, null);
INSERT INTO `question` VALUES ('2290', '2019-05-09 14:35:09', '2019-05-09 14:35:09', '2019-05-10', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-11', null, '3', null, '224', '116', '699', '518', '223', '11', '2', null, null);
INSERT INTO `question` VALUES ('2291', '2019-05-09 14:35:36', '2019-05-09 14:35:36', '2019-05-10', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-17', '2019-05-13', null, '1', null, '224', '142', '2', '518', '227', '11', '2', null, null);
INSERT INTO `question` VALUES ('2292', '2019-05-09 14:36:01', '2019-05-09 14:36:01', '2019-05-11', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-12', null, '2', null, '224', '127', '2', '518', '226', '11', '3', null, null);
INSERT INTO `question` VALUES ('2294', '2019-05-09 14:36:29', '2019-05-09 14:36:29', '2019-05-10', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-13', null, '2', null, '225', '128', '699', '518', '224', '11', '17', null, null);
INSERT INTO `question` VALUES ('2299', '2019-05-09 14:43:55', '2019-05-09 14:47:24', '2019-05-08', '2019-05-06', null, null, null, null, '2', null, '\0', null, '2019-05-09', '2019-05-07', '<p>我在测试2299</p>', '2', '<p>我是题干2299</p>', '1861', '1676', '1', '1859', '1863', '7', '2', null, '');
INSERT INTO `question` VALUES ('2300', '2019-05-09 14:44:20', '2019-05-09 14:47:34', '2019-05-08', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', '<p>我在测试2300</p>', '3', '<p>我是题干2300</p>', '1861', '2022', '1', '1859', '1863', '7', '2', null, '');
INSERT INTO `question` VALUES ('2302', '2019-05-09 14:44:44', '2019-05-09 14:47:40', '2019-05-08', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-10', '2019-05-08', '<p>我在测试2302</p>', '2', '<p>我是题干2302</p>', '1861', '2051', '1', '1859', '1863', '7', '698', null, '');
INSERT INTO `question` VALUES ('2342', '2019-05-10 06:10:27', '2019-05-10 06:17:34', '2019-06-05', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-06-11', '2019-05-09', '', '2', '<p>deux</p>', '214', '126', '699', '499', '220', '6', '17', null, '');
INSERT INTO `question` VALUES ('2343', '2019-05-10 06:10:53', '2019-05-10 06:15:51', '2019-05-23', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-09', '<p>dsda</p>', '1', '<p>sdsddssds</p>', '214', '143', '2', '499', '219', '6', '2', null, '');
INSERT INTO `question` VALUES ('2344', '2019-05-10 06:11:15', '2019-05-10 06:17:12', '2019-05-22', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-05-09', '', '3', '<p>盛大的撒</p>', '214', '147', '1', '499', '219', '6', '498', null, '');
INSERT INTO `question` VALUES ('2345', '2019-05-10 06:11:39', '2019-05-10 06:23:10', '2019-05-29', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-05-09', '', '3', '<p>但是看见哈哈快点哈说</p>', '214', '144', '1', '499', '217', '7', '698', null, '');
INSERT INTO `question` VALUES ('2346', '2019-05-10 06:12:08', '2019-05-10 06:23:20', '2019-05-23', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-09', '', '2', '<p>dsd&nbsp;</p>', '214', '127', '1', '499', '217', '7', '17', null, '');
INSERT INTO `question` VALUES ('2347', '2019-05-10 06:12:29', '2019-05-10 06:23:29', '2019-05-30', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-30', '2019-05-09', '', '1', '<p>哈拉齐说的话拉屎d</p>', '214', '122', '2', '499', '217', '7', '698', null, '');
INSERT INTO `question` VALUES ('2372', '2019-05-10 07:30:17', '2019-05-10 07:36:11', '2019-05-28', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-05-07', null, '1', null, '220', '112', '1', '499', '218', '5', '1', null, null);
INSERT INTO `question` VALUES ('2373', '2019-05-10 07:31:37', '2019-05-10 07:36:21', '2019-05-28', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-05-07', null, '2', null, '220', '123', '1', '499', '218', '5', '2', null, null);
INSERT INTO `question` VALUES ('2374', '2019-05-10 07:32:09', '2019-05-10 07:36:28', '2019-05-29', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-08', null, '1', null, '220', '112', '1', '499', '219', '5', '3', null, null);
INSERT INTO `question` VALUES ('2375', '2019-05-10 07:32:38', '2019-05-10 07:36:35', '2019-05-29', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-08', null, '1', null, '220', '112', '1', '499', '216', '5', '17', null, null);
INSERT INTO `question` VALUES ('2376', '2019-05-10 07:32:59', '2019-05-10 07:36:43', '2019-05-29', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-29', '2019-05-15', null, '1', null, '220', '112', '1', '499', '216', '5', '498', null, null);
INSERT INTO `question` VALUES ('2377', '2019-05-10 07:33:51', '2019-05-10 07:36:51', '2019-05-08', '2019-05-08', null, null, null, null, '2', null, '\0', null, '2019-05-28', '2019-05-08', null, '3', null, '214', '144', '1', '499', '217', '5', '698', null, null);
INSERT INTO `question` VALUES ('2378', '2019-05-10 07:34:18', '2019-05-10 07:36:58', '2019-05-08', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-15', '2019-05-15', null, '1', null, '220', '142', '1', '499', '218', '5', '698', null, null);
INSERT INTO `question` VALUES ('2394', '2019-05-10 08:28:52', '2019-05-10 08:31:51', '2019-05-18', '2019-05-09', null, null, null, null, '2', null, '\0', null, '2019-05-23', '2019-05-09', '<p>测试是否可以删除知识点</p>', '1', '<p>测试是否可以删除知识点</p>', '72', '2390', '1', '2392', '75', '8', '17', null, '');
INSERT INTO `question` VALUES ('2395', '2019-05-10 08:29:30', '2019-05-10 09:00:23', '2019-05-13', '2019-05-04', null, null, null, null, '2', null, '\0', null, '2019-05-14', '2019-05-05', null, '1', null, '72', '2391', '1', '2392', '75', '5', '17', null, null);
INSERT INTO `question` VALUES ('2402', '2019-05-10 08:44:49', '2019-05-10 09:53:02', '2019-05-09', '2019-05-07', null, null, null, null, '2', null, '\0', null, '2019-05-22', '2019-05-13', null, '1', null, '72', '2390', '1', '2392', '75', '5', '17', null, null);

-- ----------------------------
-- Table structure for question_choice
-- ----------------------------
DROP TABLE IF EXISTS `question_choice`;
CREATE TABLE `question_choice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `choice_label` char(1) NOT NULL,
  `content` text NOT NULL,
  `is_correct_answer` bit(1) NOT NULL,
  `question_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_drrr6mb7k16ao25w6txc41pdd` (`question_id`),
  CONSTRAINT `FK_drrr6mb7k16ao25w6txc41pdd` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`),
  CONSTRAINT `FKcliu69yk43jdwcb5mf7077eq3` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2424 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_choice
-- ----------------------------
INSERT INTO `question_choice` VALUES ('87', '2019-03-04 06:27:33', '2019-03-04 06:33:51', 'A', '<p>失效；</p>', '', '85');
INSERT INTO `question_choice` VALUES ('88', '2019-03-04 06:27:49', '2019-03-04 06:29:01', 'A', '<p>发现缺陷</p>', '', '84');
INSERT INTO `question_choice` VALUES ('89', '2019-03-04 06:27:50', '2019-03-04 06:27:50', 'B', '<p>缺陷；</p>', '\0', '85');
INSERT INTO `question_choice` VALUES ('90', '2019-03-04 06:28:02', '2019-03-04 06:28:02', 'B', '<p>增加对质量的信心</p>', '\0', '84');
INSERT INTO `question_choice` VALUES ('91', '2019-03-04 06:28:07', '2019-03-04 06:28:07', 'C', '<p>异常;</p>', '\0', '85');
INSERT INTO `question_choice` VALUES ('92', '2019-03-04 06:28:16', '2019-03-04 06:28:16', 'D', '<p>错误。</p>', '\0', '85');
INSERT INTO `question_choice` VALUES ('93', '2019-03-04 06:28:29', '2019-03-04 06:28:29', 'C', '<p>为决策提供信息</p>', '\0', '84');
INSERT INTO `question_choice` VALUES ('94', '2019-03-04 06:28:43', '2019-03-04 06:28:43', 'D', '<p>预防缺陷</p>', '\0', '84');
INSERT INTO `question_choice` VALUES ('124', '2019-03-07 05:09:40', '2019-03-07 05:12:33', 'A', '<p>发现缺陷；</p>', '', '121');
INSERT INTO `question_choice` VALUES ('125', '2019-03-07 05:10:05', '2019-03-07 05:10:05', 'B', '<p>增加对质量的信心；</p>', '\0', '121');
INSERT INTO `question_choice` VALUES ('126', '2019-03-07 05:10:19', '2019-03-07 05:10:19', 'C', '<p>为决策提供信息；</p>', '\0', '121');
INSERT INTO `question_choice` VALUES ('127', '2019-03-07 05:10:29', '2019-03-07 05:10:29', 'D', '<p>预防缺陷。</p>', '\0', '121');
INSERT INTO `question_choice` VALUES ('149', '2019-03-12 03:06:44', '2019-03-12 03:06:44', 'A', '<p>- 使用正式或者非正式的模型来描述需要解决的问题、软件或者其组件等；</p>\n<p>- 根据这些模型，可以系统地导出测试用例；</p>', '', '148');
INSERT INTO `question_choice` VALUES ('150', '2019-03-12 03:07:13', '2019-03-12 03:07:13', 'B', '<p>使用正式或者非正式的模型来描述需要解决的问题、软件或者其组件等；</p>\n<p>- 可以通过已有的测试用例测量软件的测试覆盖率，并通过系统化的导出设计用例来提高覆</p>\n<p>盖率；</p>', '\0', '148');
INSERT INTO `question_choice` VALUES ('151', '2019-03-12 03:07:24', '2019-03-12 03:07:39', 'C', '<p>可以通过已有的测试用例测量软件的测试覆盖率，并通过系统化的导出设计用例来提高覆</p>\n<p>盖率；</p>\n<p>- 根据软件的结构信息设计测试用例，比如软件代码和详细设计信息；</p>', '\0', '148');
INSERT INTO `question_choice` VALUES ('152', '2019-03-12 03:07:55', '2019-03-12 03:07:55', 'D', '<p>- 测试人员、开发人员、用户和其他的利益相关者对软件、软件使用和环境等方面所掌握的</p>\n<p>知识作为信息来源之一；</p>\n<p>- 使用正式或者非正式的模型来描述需要解决的问题、软件或者其组件等。</p>', '\0', '148');
INSERT INTO `question_choice` VALUES ('157', '2019-03-14 06:55:54', '2019-03-14 06:55:54', 'A', '<p>输入不同值</p>', '', '155');
INSERT INTO `question_choice` VALUES ('158', '2019-03-14 06:56:05', '2019-03-14 06:56:05', 'B', '<p>输入相同值</p>', '\0', '155');
INSERT INTO `question_choice` VALUES ('170', '2019-03-15 03:03:57', '2019-03-15 03:03:57', 'A', '<p>作者</p>', '\0', '168');
INSERT INTO `question_choice` VALUES ('171', '2019-03-15 03:04:10', '2019-03-15 03:04:10', 'B', '<p>系统管理员</p>', '', '168');
INSERT INTO `question_choice` VALUES ('172', '2019-03-15 03:04:27', '2019-03-15 03:04:27', 'C', '<p>主持人</p>', '\0', '168');
INSERT INTO `question_choice` VALUES ('180', '2019-03-19 01:39:23', '2019-03-19 01:39:23', 'A', '<p>A</p>', '\0', '169');
INSERT INTO `question_choice` VALUES ('245', '2019-03-30 06:32:58', '2019-03-30 06:32:58', 'A', '<p>11</p>', '\0', '244');
INSERT INTO `question_choice` VALUES ('288', '2019-04-04 07:38:12', '2019-04-04 07:38:12', 'A', '<p>1</p>', '\0', '253');
INSERT INTO `question_choice` VALUES ('289', '2019-04-04 07:38:19', '2019-04-04 07:57:56', 'B', '<p>2</p>', '', '253');
INSERT INTO `question_choice` VALUES ('290', '2019-04-04 07:38:28', '2019-04-04 07:38:28', 'C', '<p>3</p>', '\0', '253');
INSERT INTO `question_choice` VALUES ('291', '2019-04-04 07:38:43', '2019-04-04 07:38:43', 'D', '<p>4</p>', '\0', '253');
INSERT INTO `question_choice` VALUES ('292', '2019-04-04 07:46:34', '2019-04-04 08:13:39', 'A', '<p>选项A&nbsp;&nbsp;</p>', '\0', '284');
INSERT INTO `question_choice` VALUES ('297', '2019-04-04 07:54:10', '2019-04-04 07:54:10', 'A', '<p>dog</p>', '', '268');
INSERT INTO `question_choice` VALUES ('298', '2019-04-04 07:54:50', '2019-04-04 07:54:50', 'B', '<p>cat</p>', '\0', '268');
INSERT INTO `question_choice` VALUES ('299', '2019-04-04 07:56:10', '2019-04-04 08:08:12', 'B', '<p>选项B1</p>', '\0', '284');
INSERT INTO `question_choice` VALUES ('300', '2019-04-04 07:56:13', '2019-04-04 08:08:15', 'C', '<p>选项C1</p>', '\0', '284');
INSERT INTO `question_choice` VALUES ('301', '2019-04-04 07:56:25', '2019-04-04 07:56:25', 'A', '<p>有四条腿</p>', '', '262');
INSERT INTO `question_choice` VALUES ('302', '2019-04-04 07:56:55', '2019-04-04 07:56:55', 'B', '<p>有一条尾巴</p>', '', '262');
INSERT INTO `question_choice` VALUES ('303', '2019-04-04 07:57:08', '2019-04-04 07:57:08', 'C', '<p>会爬树</p>', '', '262');
INSERT INTO `question_choice` VALUES ('304', '2019-04-04 07:57:27', '2019-04-04 07:57:27', 'D', '<p>会游泳</p>', '\0', '262');
INSERT INTO `question_choice` VALUES ('305', '2019-04-04 07:58:28', '2019-04-04 07:58:28', 'C', '<p>pig</p>', '\0', '268');
INSERT INTO `question_choice` VALUES ('306', '2019-04-04 07:58:49', '2019-04-04 07:58:49', 'D', '<p>duck</p>', '\0', '268');
INSERT INTO `question_choice` VALUES ('307', '2019-04-04 08:00:53', '2019-04-04 08:00:53', 'A', '<p>萝卜</p>', '', '274');
INSERT INTO `question_choice` VALUES ('308', '2019-04-04 08:01:15', '2019-04-04 08:01:15', 'B', '<p>牛肉</p>', '\0', '274');
INSERT INTO `question_choice` VALUES ('309', '2019-04-04 08:01:26', '2019-04-04 08:01:26', 'C', '<p>鸡肉</p>', '\0', '274');
INSERT INTO `question_choice` VALUES ('310', '2019-04-04 08:01:47', '2019-04-04 08:01:47', 'D', '<p>鸡蛋</p>', '\0', '274');
INSERT INTO `question_choice` VALUES ('311', '2019-04-04 08:08:18', '2019-04-04 08:08:59', 'D', '<p>选项D</p>', '\0', '284');
INSERT INTO `question_choice` VALUES ('322', '2019-04-05 02:24:18', '2019-04-05 02:24:18', 'A', '<p>不知道</p>', '\0', '317');
INSERT INTO `question_choice` VALUES ('323', '2019-04-05 02:24:34', '2019-04-05 02:24:34', 'B', '<p>看不懂</p>', '\0', '317');
INSERT INTO `question_choice` VALUES ('324', '2019-04-05 02:24:52', '2019-04-05 02:29:59', 'C', '<p>正确答案</p>', '', '317');
INSERT INTO `question_choice` VALUES ('325', '2019-04-05 02:25:04', '2019-04-05 02:25:04', 'D', '<p>迷惑答案</p>', '\0', '317');
INSERT INTO `question_choice` VALUES ('326', '2019-04-05 02:26:36', '2019-04-05 02:26:36', 'A', '<p>香蕉</p>', '\0', '321');
INSERT INTO `question_choice` VALUES ('327', '2019-04-05 02:26:43', '2019-04-05 02:26:43', 'B', '<p>苹果</p>', '\0', '321');
INSERT INTO `question_choice` VALUES ('328', '2019-04-05 02:26:54', '2019-04-05 02:26:54', 'C', '<p>梨子</p>', '\0', '321');
INSERT INTO `question_choice` VALUES ('330', '2019-04-05 02:27:06', '2019-04-05 02:27:06', 'D', '<p>火龙果</p>', '', '321');
INSERT INTO `question_choice` VALUES ('357', '2019-04-05 02:35:23', '2019-04-05 02:35:23', 'A', '<p>大路</p>', '\0', '347');
INSERT INTO `question_choice` VALUES ('358', '2019-04-05 02:35:31', '2019-04-05 02:35:31', 'B', '<p>小路</p>', '\0', '347');
INSERT INTO `question_choice` VALUES ('359', '2019-04-05 02:35:44', '2019-04-05 02:36:28', 'C', '<p>电路</p>', '\0', '347');
INSERT INTO `question_choice` VALUES ('361', '2019-04-05 02:36:44', '2019-04-05 02:36:44', 'D', '<p>南京东路</p>', '', '347');
INSERT INTO `question_choice` VALUES ('363', '2019-04-05 02:38:00', '2019-04-05 02:38:00', 'A', '<p>定义是正确的</p>', '', '360');
INSERT INTO `question_choice` VALUES ('364', '2019-04-05 02:38:16', '2019-04-05 02:38:16', 'B', '<p>适合性</p>', '', '360');
INSERT INTO `question_choice` VALUES ('365', '2019-04-05 02:38:36', '2019-04-05 02:38:36', 'C', '<p>互操作性特性</p>', '', '360');
INSERT INTO `question_choice` VALUES ('366', '2019-04-05 02:38:57', '2019-04-05 02:38:57', 'D', '<p>不符合互操作性特性</p>', '', '360');
INSERT INTO `question_choice` VALUES ('373', '2019-04-05 02:41:44', '2019-04-05 02:41:44', 'A', '<p>张江</p>', '', '362');
INSERT INTO `question_choice` VALUES ('378', '2019-04-05 02:46:17', '2019-04-05 02:46:17', 'B', '<p>邯郸</p>', '', '362');
INSERT INTO `question_choice` VALUES ('379', '2019-04-05 02:46:29', '2019-04-05 02:46:29', 'C', '<p>枫林</p>', '', '362');
INSERT INTO `question_choice` VALUES ('380', '2019-04-05 02:46:40', '2019-04-05 02:46:40', 'D', '<p>江湾</p>', '', '362');
INSERT INTO `question_choice` VALUES ('388', '2019-04-05 04:23:31', '2019-04-05 04:23:31', 'A', '<p>鼠</p>', '', '252');
INSERT INTO `question_choice` VALUES ('389', '2019-04-05 04:23:42', '2019-04-05 04:23:42', 'B', '<p>猫</p>', '\0', '252');
INSERT INTO `question_choice` VALUES ('390', '2019-04-05 04:23:52', '2019-04-05 04:23:52', 'C', '<p>熊</p>', '\0', '252');
INSERT INTO `question_choice` VALUES ('391', '2019-04-05 04:24:01', '2019-04-05 04:24:01', 'D', '<p>虎</p>', '', '252');
INSERT INTO `question_choice` VALUES ('392', '2019-04-05 04:29:24', '2019-04-05 04:29:24', 'A', '<p>科学技术的</p>', '\0', '259');
INSERT INTO `question_choice` VALUES ('393', '2019-04-05 04:29:43', '2019-04-05 04:29:43', 'B', '<p>破坏社会稳定的</p>', '', '259');
INSERT INTO `question_choice` VALUES ('394', '2019-04-05 04:32:30', '2019-04-05 04:32:30', 'C', '<p>破坏国家统一和领土完整</p>', '\0', '259');
INSERT INTO `question_choice` VALUES ('395', '2019-04-05 04:32:59', '2019-04-05 04:32:59', 'D', '<p>邪教</p>', '\0', '259');
INSERT INTO `question_choice` VALUES ('396', '2019-04-05 04:50:46', '2019-04-05 04:50:46', 'A', '<p>均匀增大</p>', '\0', '261');
INSERT INTO `question_choice` VALUES ('397', '2019-04-05 04:51:01', '2019-04-05 04:51:01', 'B', '<p>先增大,后减小</p>', '\0', '261');
INSERT INTO `question_choice` VALUES ('398', '2019-04-05 04:51:17', '2019-04-05 04:51:17', 'C', '<p>逐渐增大,趋于不变&ensp;</p>', '', '261');
INSERT INTO `question_choice` VALUES ('399', '2019-04-05 04:51:31', '2019-04-05 04:51:31', 'D', '<p>先增大,再减小,最后不变</p>', '\0', '261');
INSERT INTO `question_choice` VALUES ('400', '2019-04-05 04:51:56', '2019-04-05 04:52:06', 'A', '<p>316160</p>', '', '258');
INSERT INTO `question_choice` VALUES ('401', '2019-04-05 04:52:17', '2019-04-05 04:52:17', 'B', '<p>316168</p>', '\0', '258');
INSERT INTO `question_choice` VALUES ('402', '2019-04-05 04:52:30', '2019-04-05 04:52:30', 'C', '<p>316152</p>', '\0', '258');
INSERT INTO `question_choice` VALUES ('403', '2019-04-05 04:52:57', '2019-04-05 04:52:57', 'D', '<p>316156</p>', '\0', '258');
INSERT INTO `question_choice` VALUES ('406', '2019-04-05 05:36:28', '2019-04-05 05:37:05', 'A', '<p>对</p>', '\0', '256');
INSERT INTO `question_choice` VALUES ('407', '2019-04-05 05:36:41', '2019-04-05 05:37:09', 'B', '<p>错</p>', '', '256');
INSERT INTO `question_choice` VALUES ('408', '2019-04-05 06:10:50', '2019-04-05 06:10:50', 'A', '<p>a&nbsp; = b</p>', '', '260');
INSERT INTO `question_choice` VALUES ('409', '2019-04-05 06:11:05', '2019-04-05 06:11:05', 'B', '<p>a &lt; b</p>', '\0', '260');
INSERT INTO `question_choice` VALUES ('410', '2019-04-05 06:11:16', '2019-04-05 06:11:16', 'C', '<p>a &gt; b</p>', '\0', '260');
INSERT INTO `question_choice` VALUES ('411', '2019-04-05 06:12:24', '2019-04-05 06:12:24', 'D', '<p>a &lt;= b</p>', '', '260');
INSERT INTO `question_choice` VALUES ('429', '2019-04-06 04:42:04', '2019-04-06 04:42:04', 'A', '<p>日本右翼势力的危言危行应引起亚洲各国爱好和平的人们的警惕。</p>', '\0', '263');
INSERT INTO `question_choice` VALUES ('430', '2019-04-06 04:42:24', '2019-04-06 04:42:24', 'B', '<p>天下没有免费的午餐&rdquo;是很多人耳熟能详的一句西方谚语，但现实中许多人屡屡掉进了所谓&ldquo;免费&rdquo;的陷阱中。</p>', '', '263');
INSERT INTO `question_choice` VALUES ('431', '2019-04-06 04:42:48', '2019-04-06 04:42:48', 'C', '<p>天下没有免费的午餐&rdquo;是很多人耳熟能详的一句西方谚语，但现实中许多人屡屡掉进了所谓&ldquo;免费&rdquo;的陷阱中。</p>', '', '263');
INSERT INTO `question_choice` VALUES ('432', '2019-04-06 04:43:08', '2019-04-06 04:43:08', 'D', '<p>天下没有免费的午餐&rdquo;是很多人耳熟能详的一句西方谚语，但现实中许多人屡屡掉进了所谓&ldquo;免费&rdquo;的陷阱中。</p>', '\0', '263');
INSERT INTO `question_choice` VALUES ('481', '2019-04-08 05:16:34', '2019-04-08 05:20:39', 'A', '<p>选项A选项A选项A</p>', '\0', '479');
INSERT INTO `question_choice` VALUES ('482', '2019-04-08 05:16:37', '2019-04-08 05:20:43', 'B', '<p>选项B选项B选项B</p>', '\0', '479');
INSERT INTO `question_choice` VALUES ('483', '2019-04-08 05:16:41', '2019-04-08 05:20:47', 'C', '<p>选项C选项C选项C</p>', '\0', '479');
INSERT INTO `question_choice` VALUES ('484', '2019-04-08 05:16:46', '2019-04-08 05:20:52', 'D', '<p>选项D选项D选项D</p>', '\0', '479');
INSERT INTO `question_choice` VALUES ('510', '2019-04-09 02:37:58', '2019-04-09 02:37:58', 'A', '<p>是一种功能性测试技术。</p>', '\0', '506');
INSERT INTO `question_choice` VALUES ('511', '2019-04-09 02:38:18', '2019-04-09 02:38:18', 'B', '<p>是一种非常严格的测试技术。</p>', '\0', '506');
INSERT INTO `question_choice` VALUES ('512', '2019-04-09 02:38:57', '2019-04-09 02:38:57', 'C', '<p>是一个理想的用来描述在不同条件下行动组合的技术。</p>', '\0', '506');
INSERT INTO `question_choice` VALUES ('513', '2019-04-09 02:39:11', '2019-04-09 02:39:11', 'D', '<p>以上都是</p>', '', '506');
INSERT INTO `question_choice` VALUES ('585', '2019-04-11 12:42:43', '2019-04-11 12:42:43', 'A', '<p>选A</p>', '\0', '582');
INSERT INTO `question_choice` VALUES ('586', '2019-04-11 12:42:57', '2019-04-11 12:43:50', 'B', '<p>选B</p>', '', '582');
INSERT INTO `question_choice` VALUES ('587', '2019-04-11 12:43:05', '2019-04-11 12:43:05', 'C', '<p>选C</p>', '\0', '582');
INSERT INTO `question_choice` VALUES ('588', '2019-04-11 12:43:16', '2019-04-11 12:43:42', 'D', '<p>以上都不正确</p>', '\0', '582');
INSERT INTO `question_choice` VALUES ('620', '2019-04-13 02:30:04', '2019-04-13 02:30:04', 'A', '<p>小可爱</p>', '', '549');
INSERT INTO `question_choice` VALUES ('621', '2019-04-13 02:30:11', '2019-04-13 02:30:11', 'B', '<p>大傻子</p>', '\0', '549');
INSERT INTO `question_choice` VALUES ('622', '2019-04-13 02:37:56', '2019-04-13 02:37:56', 'A', '<p>一个</p>', '\0', '569');
INSERT INTO `question_choice` VALUES ('623', '2019-04-13 02:38:06', '2019-04-13 02:38:06', 'B', '<p>无数个</p>', '\0', '569');
INSERT INTO `question_choice` VALUES ('624', '2019-04-13 02:38:27', '2019-04-13 02:38:27', 'C', '<p>一个都么得</p>', '', '569');
INSERT INTO `question_choice` VALUES ('636', '2019-04-13 11:41:07', '2019-04-13 11:41:07', 'A', '<p>监督</p>', '\0', '505');
INSERT INTO `question_choice` VALUES ('637', '2019-04-13 11:41:18', '2019-04-13 11:41:18', 'B', '<p>巡查</p>', '\0', '505');
INSERT INTO `question_choice` VALUES ('638', '2019-04-13 11:41:34', '2019-04-13 11:41:34', 'C', '<p>操作</p>', '', '505');
INSERT INTO `question_choice` VALUES ('639', '2019-04-13 11:41:47', '2019-04-13 11:41:47', 'D', '<p><em></em>审核</p>', '\0', '505');
INSERT INTO `question_choice` VALUES ('644', '2019-04-14 03:07:53', '2019-04-14 03:08:11', 'A', '<p>失败</p>', '', '643');
INSERT INTO `question_choice` VALUES ('645', '2019-04-14 03:08:02', '2019-04-14 03:08:02', 'B', '<p>成功</p>', '\0', '643');
INSERT INTO `question_choice` VALUES ('660', '2019-04-14 05:07:59', '2019-04-14 05:07:59', 'A', '<p>在错误的情况下正确</p>', '\0', '577');
INSERT INTO `question_choice` VALUES ('661', '2019-04-14 05:08:27', '2019-04-14 05:08:27', 'B', '<p>在二进制下正确</p>', '', '577');
INSERT INTO `question_choice` VALUES ('662', '2019-04-14 05:08:55', '2019-04-14 05:08:55', 'D', '<p>在任何情况下都不正确</p>', '\0', '577');
INSERT INTO `question_choice` VALUES ('663', '2019-04-14 05:09:12', '2019-04-14 05:09:12', 'C', '<p>在十进制情况下正确</p>', '\0', '577');
INSERT INTO `question_choice` VALUES ('666', '2019-04-14 05:32:24', '2019-04-14 05:32:24', 'A', '<p>不知道</p>', '\0', '578');
INSERT INTO `question_choice` VALUES ('667', '2019-04-14 05:32:47', '2019-04-14 05:32:47', 'B', '<p>因为树没长眼睛</p>', '\0', '578');
INSERT INTO `question_choice` VALUES ('669', '2019-04-14 05:33:03', '2019-04-14 05:33:03', 'C', '<p>猪不会脑筋急转弯</p>', '', '578');
INSERT INTO `question_choice` VALUES ('674', '2019-04-14 05:49:16', '2019-04-14 05:49:16', 'A', '<p>选项A</p>', '', '600');
INSERT INTO `question_choice` VALUES ('675', '2019-04-14 05:50:19', '2019-04-14 05:50:19', 'B', '<p>选项B</p>', '\0', '600');
INSERT INTO `question_choice` VALUES ('676', '2019-04-14 05:51:00', '2019-04-14 05:51:00', 'C', '<p>选项C</p>', '\0', '600');
INSERT INTO `question_choice` VALUES ('677', '2019-04-14 05:51:39', '2019-04-14 05:51:39', 'D', '<p>选项D</p>', '', '600');
INSERT INTO `question_choice` VALUES ('705', '2019-04-15 04:31:43', '2019-04-15 04:31:43', 'A', '<p>what</p>', '', '702');
INSERT INTO `question_choice` VALUES ('706', '2019-04-15 04:31:54', '2019-04-15 04:31:54', 'B', '<p>where</p>', '\0', '702');
INSERT INTO `question_choice` VALUES ('707', '2019-04-15 04:32:03', '2019-04-15 04:32:03', 'C', '<p>why</p>', '\0', '702');
INSERT INTO `question_choice` VALUES ('708', '2019-04-15 04:32:20', '2019-04-15 04:32:20', 'D', '<p>how</p>', '\0', '702');
INSERT INTO `question_choice` VALUES ('710', '2019-04-17 06:26:42', '2019-04-17 06:26:42', 'A', '<p>我是A</p>', '', '709');
INSERT INTO `question_choice` VALUES ('711', '2019-04-17 06:26:49', '2019-04-17 06:26:49', 'B', '<p>我是B</p>', '\0', '709');
INSERT INTO `question_choice` VALUES ('712', '2019-04-17 06:26:56', '2019-04-17 06:26:56', 'C', '<p>我是C</p>', '\0', '709');
INSERT INTO `question_choice` VALUES ('714', '2019-04-17 06:42:42', '2019-04-17 06:42:42', 'A', '<p>adf&nbsp;</p>', '', '713');
INSERT INTO `question_choice` VALUES ('716', '2019-04-17 06:42:50', '2019-04-17 06:42:50', 'B', '<p>aa</p>', '\0', '713');
INSERT INTO `question_choice` VALUES ('737', '2019-04-19 05:33:34', '2019-04-19 05:33:34', 'D', '<p>4</p>', '\0', '733');
INSERT INTO `question_choice` VALUES ('738', '2019-04-19 05:38:07', '2019-04-19 05:38:07', 'D', '<p>4</p>', '\0', '734');
INSERT INTO `question_choice` VALUES ('739', '2019-04-19 05:38:22', '2019-04-19 05:38:22', 'A', '<p>1</p>', '\0', '734');
INSERT INTO `question_choice` VALUES ('740', '2019-04-19 05:38:28', '2019-04-19 05:38:28', 'B', '<p>2</p>', '', '734');
INSERT INTO `question_choice` VALUES ('741', '2019-04-19 05:38:33', '2019-04-19 05:38:33', 'C', '<p>3</p>', '\0', '734');
INSERT INTO `question_choice` VALUES ('742', '2019-04-19 05:39:04', '2019-04-19 05:39:04', 'A', '<p>1</p>', '\0', '735');
INSERT INTO `question_choice` VALUES ('743', '2019-04-19 05:39:09', '2019-04-19 05:39:09', 'B', '<p>2</p>', '\0', '735');
INSERT INTO `question_choice` VALUES ('744', '2019-04-19 05:39:15', '2019-04-19 05:39:15', 'C', '<p>3</p>', '', '735');
INSERT INTO `question_choice` VALUES ('745', '2019-04-19 05:39:21', '2019-04-19 05:39:21', 'D', '<p>4</p>', '\0', '735');
INSERT INTO `question_choice` VALUES ('746', '2019-04-19 05:40:14', '2019-04-19 05:40:14', 'A', '<p>1</p>', '\0', '736');
INSERT INTO `question_choice` VALUES ('747', '2019-04-19 05:40:27', '2019-04-19 05:40:27', 'B', '<p>2</p>', '\0', '736');
INSERT INTO `question_choice` VALUES ('748', '2019-04-19 05:40:31', '2019-04-19 05:40:31', 'C', '<p>3</p>', '\0', '736');
INSERT INTO `question_choice` VALUES ('749', '2019-04-19 05:40:37', '2019-04-19 05:40:37', 'D', '<p>4</p>', '', '736');
INSERT INTO `question_choice` VALUES ('761', '2019-04-23 01:18:11', '2019-04-23 01:18:11', 'A', '<p>打开命令行，输入&nbsp;net start mysql80</p>', '', '593');
INSERT INTO `question_choice` VALUES ('762', '2019-04-23 01:19:37', '2019-04-23 01:19:37', 'B', '<p>直接在命令行输入mysql -u username -p</p>', '\0', '593');
INSERT INTO `question_choice` VALUES ('763', '2019-04-23 01:19:57', '2019-04-23 01:19:57', 'C', '<p>不知道哎</p>', '\0', '593');
INSERT INTO `question_choice` VALUES ('764', '2019-04-23 01:20:12', '2019-04-23 01:20:12', 'D', '<p>你猜</p>', '\0', '593');
INSERT INTO `question_choice` VALUES ('766', '2019-04-23 01:29:04', '2019-04-23 01:29:04', 'A', '<p>增加部署频率</p>', '\0', '599');
INSERT INTO `question_choice` VALUES ('767', '2019-04-23 01:29:44', '2019-04-23 01:29:44', 'B', '<p>缩短部署周期</p>', '\0', '599');
INSERT INTO `question_choice` VALUES ('768', '2019-04-23 01:29:56', '2019-04-23 01:29:56', 'C', '<p>获得可靠的版本</p>', '\0', '599');
INSERT INTO `question_choice` VALUES ('769', '2019-04-23 01:30:26', '2019-04-23 01:30:26', 'D', '<p>尽早发现错误</p>', '', '599');
INSERT INTO `question_choice` VALUES ('813', '2019-04-23 09:58:45', '2019-04-23 09:58:45', 'A', '<p>软件没有实现产品规格说明所要求的功能</p>', '', '796');
INSERT INTO `question_choice` VALUES ('816', '2019-04-23 10:13:19', '2019-04-23 10:13:19', 'B', '<p>软件中出现了产品规格说明不应该出现的功能&ensp;</p>', '', '796');
INSERT INTO `question_choice` VALUES ('817', '2019-04-23 10:13:34', '2019-04-23 10:13:45', 'C', '<p>软件实现了产品规格没有提到的功能</p>', '', '796');
INSERT INTO `question_choice` VALUES ('819', '2019-04-23 10:13:57', '2019-04-23 10:13:57', 'D', '<p>软件实现了产品规格说明所要求的功能但因受性能限制而未考虑可移植性问题</p>', '\0', '796');
INSERT INTO `question_choice` VALUES ('821', '2019-04-23 10:18:40', '2019-04-23 10:18:40', 'A', '<p>软件需求分析说明书中定义的所有功能己全部实现， 性能指标全部达到要求；</p>', '', '797');
INSERT INTO `question_choice` VALUES ('822', '2019-04-23 10:18:50', '2019-04-23 10:18:50', 'B', '<p>所有测试项没有残余一级、二级和三级错误；</p>', '', '797');
INSERT INTO `question_choice` VALUES ('823', '2019-04-23 10:19:00', '2019-04-23 10:19:00', 'C', '<p>立项审批表、需求分析文档、设计文档和编码实现不一致；</p>', '', '797');
INSERT INTO `question_choice` VALUES ('824', '2019-04-23 10:19:10', '2019-04-23 10:19:10', 'D', '<p>验收测试工件齐全。</p>', '', '797');
INSERT INTO `question_choice` VALUES ('830', '2019-04-23 13:09:52', '2019-04-23 13:09:58', 'A', '<p>软件测试是为了寻找软件缺陷而执行程序的过程</p>', '\0', '798');
INSERT INTO `question_choice` VALUES ('831', '2019-04-23 13:10:15', '2019-04-23 13:10:15', 'B', '<p>软件测试目的是为了改正软件的错误</p>', '', '798');
INSERT INTO `question_choice` VALUES ('832', '2019-04-23 13:11:01', '2019-04-23 13:11:01', 'C', '<p>软件测试与软件开发是同步进行的</p>', '\0', '798');
INSERT INTO `question_choice` VALUES ('833', '2019-04-23 13:11:21', '2019-04-23 13:11:21', 'D', '<p>应用系统开发完毕，再对它进行软件测试</p>', '', '798');
INSERT INTO `question_choice` VALUES ('834', '2019-04-23 13:12:11', '2019-04-23 13:12:11', 'A', '<p>用更好的程序语言编写程序可以避免出错</p>', '', '800');
INSERT INTO `question_choice` VALUES ('835', '2019-04-23 13:12:21', '2019-04-23 13:12:21', 'B', '<p>软件测试在软件开发总工作量的比例应最低</p>', '', '800');
INSERT INTO `question_choice` VALUES ('836', '2019-04-23 13:12:33', '2019-04-23 13:12:33', 'C', '<p>软件测试需要人员的交流</p>', '\0', '800');
INSERT INTO `question_choice` VALUES ('837', '2019-04-23 13:12:48', '2019-04-23 13:12:48', 'D', '<p>软件测试与软件开发并行&ensp;</p>', '\0', '800');
INSERT INTO `question_choice` VALUES ('838', '2019-04-23 13:15:43', '2019-04-23 13:15:43', 'A', '<p>等价类划分法</p>', '', '801');
INSERT INTO `question_choice` VALUES ('839', '2019-04-23 13:16:00', '2019-04-23 13:16:00', 'B', '<p>正交试验设计法</p>', '', '801');
INSERT INTO `question_choice` VALUES ('840', '2019-04-23 13:16:11', '2019-04-23 13:16:11', 'C', '<p>错误推测法</p>', '', '801');
INSERT INTO `question_choice` VALUES ('841', '2019-04-23 13:16:21', '2019-04-23 13:16:21', 'D', '<p>条件覆盖法</p>', '\0', '801');
INSERT INTO `question_choice` VALUES ('842', '2019-04-23 13:17:59', '2019-04-23 13:17:59', 'A', '<p>白盒测试也叫功能测试</p>', '\0', '802');
INSERT INTO `question_choice` VALUES ('843', '2019-04-23 13:18:13', '2019-04-23 13:18:13', 'B', '<p>黑盒测试目的是发现软件需求或设计规格说明中的错误</p>', '', '802');
INSERT INTO `question_choice` VALUES ('844', '2019-04-23 13:18:47', '2019-04-23 13:18:47', 'C', '<p>白盒测试可以用来对代码结构进行全面测试</p>', '', '802');
INSERT INTO `question_choice` VALUES ('845', '2019-04-23 13:18:59', '2019-04-23 13:18:59', 'D', '<p>白盒测试可以替代黑盒测试</p>', '\0', '802');
INSERT INTO `question_choice` VALUES ('846', '2019-04-23 13:19:43', '2019-04-23 13:19:43', 'A', '<p>依据软件设计说明书进行测试</p>', '', '803');
INSERT INTO `question_choice` VALUES ('847', '2019-04-23 13:19:52', '2019-04-23 13:19:52', 'B', '<p>对程序内部细节的严密检验</p>', '', '803');
INSERT INTO `question_choice` VALUES ('848', '2019-04-23 13:20:04', '2019-04-23 13:20:04', 'C', '<p>针对特定条件设计测试用例</p>', '', '803');
INSERT INTO `question_choice` VALUES ('849', '2019-04-23 13:20:13', '2019-04-23 13:20:13', 'D', '<p>对软件的逻辑路径进行覆盖测试&ensp;</p>', '', '803');
INSERT INTO `question_choice` VALUES ('850', '2019-04-23 13:22:24', '2019-04-23 13:22:24', 'A', '<p>边界测试</p>', '', '804');
INSERT INTO `question_choice` VALUES ('851', '2019-04-23 13:22:33', '2019-04-23 13:22:33', 'B', '<p>路径测试</p>', '', '804');
INSERT INTO `question_choice` VALUES ('852', '2019-04-23 13:22:46', '2019-04-23 13:22:46', 'C', '<p>模块接口测试</p>', '', '804');
INSERT INTO `question_choice` VALUES ('853', '2019-04-23 13:23:02', '2019-04-23 13:23:02', 'D', '<p>等价类划分测试</p>', '\0', '804');
INSERT INTO `question_choice` VALUES ('854', '2019-04-23 13:25:09', '2019-04-23 13:25:09', 'A', '<p>数据字典</p>', '', '805');
INSERT INTO `question_choice` VALUES ('855', '2019-04-23 13:25:22', '2019-04-23 13:25:22', 'B', '<p>数据流图</p>', '', '805');
INSERT INTO `question_choice` VALUES ('856', '2019-04-23 13:25:32', '2019-04-23 13:25:32', 'C', '<p>状态转换图</p>', '', '805');
INSERT INTO `question_choice` VALUES ('857', '2019-04-23 13:25:40', '2019-04-23 13:25:40', 'D', '<p>对话图</p>', '', '805');
INSERT INTO `question_choice` VALUES ('858', '2019-04-23 13:27:02', '2019-04-23 13:27:02', 'A', '<p>测试规划确定测试的目标和策略</p>', '', '806');
INSERT INTO `question_choice` VALUES ('859', '2019-04-23 13:27:14', '2019-04-23 13:27:14', 'B', '<p>测试设计过程输出的是各测试阶段的测试用例，其结果可以作为各阶段的测试计划的附件提交评审</p>', '', '806');
INSERT INTO `question_choice` VALUES ('860', '2019-04-23 13:27:26', '2019-04-23 13:27:26', 'C', '<p>配置管理对象包括测试计划、测试方案（用例）、测试版本、测试工具、测试环境、测试结果等</p>', '', '806');
INSERT INTO `question_choice` VALUES ('861', '2019-04-23 13:27:36', '2019-04-23 13:27:36', 'D', '<p>本地化测试由本地化提供商的测试项目组成员完成，需要与软件供应商有效协作，获得最新的测试用例和测试软件，提交测试结果（软件错误数据库和测试报告等）</p>', '', '806');
INSERT INTO `question_choice` VALUES ('862', '2019-04-23 13:28:06', '2019-04-23 13:28:06', 'A', '<p>编写合理的测试计划，并与项目整体计划有机地整合在一起</p>', '', '807');
INSERT INTO `question_choice` VALUES ('863', '2019-04-23 13:28:19', '2019-04-23 13:28:19', 'B', '<p>针对测试需求进行相关测试技术的研究</p>', '', '807');
INSERT INTO `question_choice` VALUES ('864', '2019-04-23 13:28:27', '2019-04-23 13:28:27', 'C', '<p>进行缺陷跟踪与分析</p>', '', '807');
INSERT INTO `question_choice` VALUES ('865', '2019-04-23 13:28:52', '2019-04-23 13:28:52', 'D', '<p>编写覆盖率高的测试用例</p>', '', '807');
INSERT INTO `question_choice` VALUES ('866', '2019-04-23 13:29:42', '2019-04-23 13:29:42', 'A', '<p>详细描述处理过程常用三种工具：图形、表格和语言</p>', '', '808');
INSERT INTO `question_choice` VALUES ('867', '2019-04-23 13:29:50', '2019-04-23 13:29:50', 'B', '<p>选择型是指由某个逻辑判断式的取值决定选择两个处理中的一个</p>', '', '808');
INSERT INTO `question_choice` VALUES ('868', '2019-04-23 13:30:00', '2019-04-23 13:30:00', 'C', '<p>N-S图从表达形式上就排除了随意使用控制转移对程序流程的影响，限制了不良程序结构的产生</p>', '', '808');
INSERT INTO `question_choice` VALUES ('869', '2019-04-23 13:30:08', '2019-04-23 13:30:08', 'D', '<p>PAD图是表现程序逻辑结构的图形工具</p>', '', '808');
INSERT INTO `question_choice` VALUES ('870', '2019-04-23 13:31:02', '2019-04-23 13:31:02', 'A', '<p>设计软件系统结构</p>', '', '809');
INSERT INTO `question_choice` VALUES ('871', '2019-04-23 13:31:14', '2019-04-23 13:31:14', 'B', '<p>数据结构及数据库设计</p>', '', '809');
INSERT INTO `question_choice` VALUES ('872', '2019-04-23 13:31:28', '2019-04-23 13:31:28', 'C', '<p>编写概要设计文档</p>', '', '809');
INSERT INTO `question_choice` VALUES ('873', '2019-04-23 13:31:48', '2019-04-23 13:31:48', 'D', '<p>图形界面设计</p>', '\0', '809');
INSERT INTO `question_choice` VALUES ('874', '2019-04-23 13:34:40', '2019-04-23 13:34:40', 'A', '<p>&beta;&ensp;测试就是在软件公司内部展开的测试，由公司专业的测试人员执行的测试</p>', '', '810');
INSERT INTO `question_choice` VALUES ('875', '2019-04-23 13:34:55', '2019-04-23 13:34:55', 'B', '<p>&beta;&ensp;测试就是在软件公司内部展开的测试，由公司的非专业测试人员执行的测试</p>', '', '810');
INSERT INTO `question_choice` VALUES ('876', '2019-04-23 13:35:05', '2019-04-23 13:35:05', 'C', '<p>&beta;&ensp;测试就是在软件公司外部展开的测试，由专业的测试人员执行的测试</p>', '', '810');
INSERT INTO `question_choice` VALUES ('877', '2019-04-23 13:35:16', '2019-04-23 13:35:16', 'D', '<p>&ensp;&beta;&ensp;测试就是在软件公司外部展开的测试，可以由非专业的测试人员执行的测试</p>', '\0', '810');
INSERT INTO `question_choice` VALUES ('878', '2019-04-23 13:35:59', '2019-04-23 13:35:59', 'A', '<p>保证一个模块中的所有独立路径至少被使用一次</p>', '', '811');
INSERT INTO `question_choice` VALUES ('879', '2019-04-23 13:36:08', '2019-04-23 13:36:08', 'B', '<p>对所有逻辑值均需测试&ensp;true&ensp;和&ensp;false</p>', '', '811');
INSERT INTO `question_choice` VALUES ('880', '2019-04-23 13:36:18', '2019-04-23 13:36:18', 'C', '<p>在上下边界及可操作范围内运行所有循环</p>', '', '811');
INSERT INTO `question_choice` VALUES ('881', '2019-04-23 13:36:58', '2019-04-23 13:36:58', 'D', '<p>检查内部数据结构以确保其有效性</p>', '', '811');
INSERT INTO `question_choice` VALUES ('883', '2019-04-23 15:09:14', '2019-04-23 15:20:32', 'A', '<p>存储压力</p>', '', '778');
INSERT INTO `question_choice` VALUES ('884', '2019-04-23 15:10:16', '2019-04-23 15:43:34', 'B', '<p>响应能力压力</p>', '', '778');
INSERT INTO `question_choice` VALUES ('885', '2019-04-23 15:10:39', '2019-04-23 15:43:47', 'C', '<p>&nbsp;网络流量压力</p>', '', '778');
INSERT INTO `question_choice` VALUES ('886', '2019-04-23 15:10:48', '2019-04-23 15:10:48', 'D', '<p>并发压力</p>', '\0', '778');
INSERT INTO `question_choice` VALUES ('887', '2019-04-23 15:11:45', '2019-04-23 15:44:03', 'A', '<p>软件需求分析说明书中定义的所有功能已全部实现，性能指标全部达到要求。</p>', '', '782');
INSERT INTO `question_choice` VALUES ('888', '2019-04-23 15:11:57', '2019-05-01 07:38:03', 'B', '<p>所有测试项没有残余一级、二级和三级错误。</p>', '', '782');
INSERT INTO `question_choice` VALUES ('889', '2019-04-23 15:12:07', '2019-05-01 07:38:08', 'C', '<p>立项审批表、需求分析文档、设计文档和编码实现一致。</p>', '', '782');
INSERT INTO `question_choice` VALUES ('890', '2019-04-23 15:12:31', '2019-05-01 07:38:14', 'D', '<p>验收测试工件齐全。</p>', '', '782');
INSERT INTO `question_choice` VALUES ('891', '2019-04-23 15:14:32', '2019-05-01 07:39:35', 'A', '<p>TDD的原理是在开发功能代码之前，先编写单元测试用例代码，测试代码确定需要编写什么产品代码</p>', '', '783');
INSERT INTO `question_choice` VALUES ('892', '2019-04-23 15:14:53', '2019-05-01 07:39:44', 'B', '<p>TDD的基本思路就是通过测试来推动整个开发得进行，但测试驱动开发并不只是单纯的测试工作，而是把需求分析，设计，质量控制量化的过程。</p>', '', '783');
INSERT INTO `question_choice` VALUES ('893', '2019-04-23 15:15:07', '2019-05-01 07:39:49', 'C', '<p>TDD的重要目的不仅仅是测试软件，测试工作保证代码质量仅仅是其中一部分，而且是在开发过程中帮助客户和程序员去除模棱两可的需求。</p>', '', '783');
INSERT INTO `question_choice` VALUES ('894', '2019-04-23 15:15:19', '2019-05-01 07:39:55', 'D', '<p>TDD首先考虑使用需求（对象、功能、过程、接口等），主要是编写测试用例框架对功能的过程和接口进行设计，而测试框架可以持续进行验证。</p>', '', '783');
INSERT INTO `question_choice` VALUES ('895', '2019-04-23 15:16:50', '2019-05-01 07:41:56', 'A', '<p>正式验收测试&nbsp;</p>', '', '784');
INSERT INTO `question_choice` VALUES ('896', '2019-04-23 15:17:01', '2019-04-23 15:17:01', 'B', '<p>白盒测试</p>', '\0', '784');
INSERT INTO `question_choice` VALUES ('897', '2019-04-23 15:17:12', '2019-05-01 07:42:03', 'C', '<p>alpha测试</p>', '', '784');
INSERT INTO `question_choice` VALUES ('898', '2019-04-23 15:17:24', '2019-05-01 07:42:08', 'D', '<p>beta测试</p>', '', '784');
INSERT INTO `question_choice` VALUES ('899', '2019-04-23 15:18:13', '2019-05-01 07:43:46', 'A', '<p>负载测试</p>', '', '785');
INSERT INTO `question_choice` VALUES ('900', '2019-04-23 15:18:22', '2019-05-01 07:44:00', 'B', '<p>易用性测试</p>', '', '785');
INSERT INTO `question_choice` VALUES ('901', '2019-04-23 15:18:33', '2019-05-01 07:44:09', 'C', '<p>强度测试&nbsp;</p>', '', '785');
INSERT INTO `question_choice` VALUES ('902', '2019-04-23 15:18:42', '2019-05-01 07:44:16', 'D', '<p>安全测试</p>', '', '785');
INSERT INTO `question_choice` VALUES ('903', '2019-04-23 15:19:35', '2019-04-23 15:19:35', 'A', '<p>软件测试计划</p>', '', '786');
INSERT INTO `question_choice` VALUES ('904', '2019-04-23 15:19:44', '2019-04-23 15:19:44', 'B', '<p>可行性研究报告</p>', '\0', '786');
INSERT INTO `question_choice` VALUES ('905', '2019-04-23 15:19:53', '2019-04-23 15:19:53', 'C', '<p>软件需求规范</p>', '', '786');
INSERT INTO `question_choice` VALUES ('906', '2019-04-23 15:20:05', '2019-04-23 15:20:05', 'D', '<p>迭代计划</p>', '', '786');
INSERT INTO `question_choice` VALUES ('907', '2019-04-23 15:23:39', '2019-04-23 15:23:39', 'A', '<p>软件测试是使用人工操作或者软件自动运行的方式来检验它是否满足规定的需求或弄清预期结果与实际结果之间的差别的过程。</p>', '', '787');
INSERT INTO `question_choice` VALUES ('908', '2019-04-23 15:23:50', '2019-04-23 15:23:50', 'B', '<p>软件测试的测试目标是发现一些可以通过测试避免的开发风险。</p>', '', '787');
INSERT INTO `question_choice` VALUES ('909', '2019-04-23 15:24:04', '2019-04-23 15:24:04', 'C', '<p>&nbsp;软件测试的原则之一是测试应该尽早进行，最好在需求阶段就开始介入。</p>', '', '787');
INSERT INTO `question_choice` VALUES ('910', '2019-04-23 15:24:14', '2019-04-23 15:24:14', 'D', '<p>软件测试主要工作内容是验证（verification）和确认（validation）</p>', '', '787');
INSERT INTO `question_choice` VALUES ('911', '2019-04-23 15:25:28', '2019-04-23 15:25:28', 'A', '<p>&nbsp;构建的确认过程</p>', '', '788');
INSERT INTO `question_choice` VALUES ('912', '2019-04-23 15:25:42', '2019-04-23 15:25:42', 'B', '<p>&nbsp;系统集成测试测试组提交过程</p>', '', '788');
INSERT INTO `question_choice` VALUES ('913', '2019-04-23 15:25:51', '2019-04-23 15:25:51', 'C', '<p>测试用例设计过程</p>', '', '788');
INSERT INTO `question_choice` VALUES ('914', '2019-04-23 15:26:02', '2019-04-23 15:26:02', 'D', '<p>Bug的报告过程</p>', '', '788');
INSERT INTO `question_choice` VALUES ('915', '2019-04-23 15:28:18', '2019-04-23 15:28:18', 'A', '<p>仔细阅读，跟随每个步骤，检查每个图形，尝试每个示例</p>', '', '789');
INSERT INTO `question_choice` VALUES ('916', '2019-04-23 15:28:29', '2019-04-23 15:28:29', 'B', '<p>检查文档的编写是否满足文档编写的目的</p>', '', '789');
INSERT INTO `question_choice` VALUES ('917', '2019-04-23 15:28:48', '2019-04-23 15:28:48', 'C', '<p>内容是否齐全，正确，完善</p>', '', '789');
INSERT INTO `question_choice` VALUES ('918', '2019-04-23 15:29:03', '2019-04-23 15:29:03', 'D', '<p>标记是否正确</p>', '', '789');
INSERT INTO `question_choice` VALUES ('919', '2019-04-23 15:29:42', '2019-04-23 15:29:42', 'A', '<p>负载测试：在一定的工作负荷下，系统的负荷及响应时间。</p>', '', '790');
INSERT INTO `question_choice` VALUES ('920', '2019-04-23 15:29:54', '2019-04-23 15:29:54', 'B', '<p>强度测试：在一定的负荷条件下，在较长时间跨度内的系统连续运行给系统性能所造成的影响。</p>', '', '790');
INSERT INTO `question_choice` VALUES ('921', '2019-04-23 15:30:04', '2019-04-23 15:30:04', 'C', '<p>容量测试：容量测试目的是通过测试预先分析出反映软件系统应用特征的某项指标的极限值（如最大并发用户数、数据库记录数等），系统在其极限值状态下没有出现任何软件故障或还能保持主要功能正常运行。</p>', '', '790');
INSERT INTO `question_choice` VALUES ('922', '2019-04-23 15:30:17', '2019-04-23 15:30:17', 'D', '<p>&nbsp;容量测试是面向数据的，并且它的目的是显示系统可以处理目标内确定的数据容量。</p>', '', '790');
INSERT INTO `question_choice` VALUES ('923', '2019-04-23 15:31:03', '2019-04-23 15:31:03', 'A', '<p>JMeter: 基于JAVA的压力测试工具，Badboy用来进行脚本的录制</p>', '', '791');
INSERT INTO `question_choice` VALUES ('924', '2019-04-23 15:31:14', '2019-04-23 15:31:14', 'B', '<p>Junit: 白盒测试工具：针对代码测试</p>', '', '791');
INSERT INTO `question_choice` VALUES ('925', '2019-04-23 15:31:24', '2019-04-23 15:31:24', 'C', '<p>LoadRunner:负载压力测试</p>', '', '791');
INSERT INTO `question_choice` VALUES ('926', '2019-04-23 15:31:37', '2019-04-23 15:31:37', 'D', '<p>&nbsp;TestLink: 用例管理工具</p>', '', '791');
INSERT INTO `question_choice` VALUES ('927', '2019-04-23 15:32:14', '2019-04-23 15:32:14', 'A', '<p>客户端性能</p>', '', '792');
INSERT INTO `question_choice` VALUES ('928', '2019-04-23 15:32:23', '2019-04-23 15:32:23', 'B', '<p>服务器端性能</p>', '', '792');
INSERT INTO `question_choice` VALUES ('929', '2019-04-23 15:32:36', '2019-04-23 15:32:36', 'C', '<p>从运行完 game.exe 打开游戏界面后可进行的各种操作、玩法</p>', '', '792');
INSERT INTO `question_choice` VALUES ('930', '2019-04-23 15:32:47', '2019-04-23 15:32:47', 'D', '<p>界面</p>', '', '792');
INSERT INTO `question_choice` VALUES ('931', '2019-04-23 15:34:50', '2019-04-23 15:34:50', 'A', '<p>个人复查</p>', '', '793');
INSERT INTO `question_choice` VALUES ('932', '2019-04-23 15:35:01', '2019-04-23 15:35:01', 'B', '<p>抽查和会审</p>', '', '793');
INSERT INTO `question_choice` VALUES ('933', '2019-04-23 15:35:14', '2019-04-23 15:35:14', 'C', '<p>黑盒测试</p>', '', '793');
INSERT INTO `question_choice` VALUES ('934', '2019-04-23 15:35:28', '2019-04-23 15:35:28', 'D', '<p>白盒测试</p>', '', '793');
INSERT INTO `question_choice` VALUES ('935', '2019-04-23 15:39:41', '2019-04-23 15:39:41', 'A', '<p>成熟性</p>', '\0', '794');
INSERT INTO `question_choice` VALUES ('936', '2019-04-23 15:40:24', '2019-04-23 15:40:24', 'B', '<p>易恢复性</p>', '\0', '794');
INSERT INTO `question_choice` VALUES ('937', '2019-04-23 15:40:42', '2019-04-23 15:40:42', 'C', '<p>容错性</p>', '', '794');
INSERT INTO `question_choice` VALUES ('938', '2019-04-23 15:41:04', '2019-04-23 15:41:04', 'D', '<p>可靠依从性</p>', '\0', '794');
INSERT INTO `question_choice` VALUES ('939', '2019-04-23 15:42:32', '2019-04-23 15:42:32', 'A', '<p>路径测试</p>', '\0', '795');
INSERT INTO `question_choice` VALUES ('940', '2019-04-23 15:42:45', '2019-04-23 15:42:45', 'B', '<p>等价类</p>', '', '795');
INSERT INTO `question_choice` VALUES ('941', '2019-04-23 15:43:02', '2019-04-23 15:43:02', 'C', '<p>因果图</p>', '\0', '795');
INSERT INTO `question_choice` VALUES ('942', '2019-04-23 15:43:21', '2019-04-23 15:43:21', 'D', '<p>边界值</p>', '\0', '795');
INSERT INTO `question_choice` VALUES ('966', '2019-04-24 09:59:12', '2019-04-24 09:59:57', 'A', '<p>瀑布模型</p>', '', '950');
INSERT INTO `question_choice` VALUES ('967', '2019-04-24 09:59:31', '2019-04-24 09:59:31', 'B', '<p>测试驱动开发</p>', '\0', '950');
INSERT INTO `question_choice` VALUES ('968', '2019-04-24 09:59:42', '2019-04-24 09:59:42', 'C', '<p>看板方法</p>', '\0', '950');
INSERT INTO `question_choice` VALUES ('969', '2019-04-24 09:59:50', '2019-04-24 09:59:50', 'D', '<p>极限编程</p>', '\0', '950');
INSERT INTO `question_choice` VALUES ('970', '2019-04-24 10:02:39', '2019-04-24 10:02:54', 'A', '<p>测试驱动开发</p>', '', '954');
INSERT INTO `question_choice` VALUES ('971', '2019-04-24 10:03:04', '2019-04-24 10:03:04', 'B', '<p>单例模式</p>', '\0', '954');
INSERT INTO `question_choice` VALUES ('972', '2019-04-24 10:03:37', '2019-04-24 10:03:37', 'C', '<p>黑盒测试</p>', '\0', '954');
INSERT INTO `question_choice` VALUES ('973', '2019-04-24 10:03:49', '2019-04-24 10:03:49', 'D', '<p>白盒测试</p>', '\0', '954');
INSERT INTO `question_choice` VALUES ('974', '2019-04-24 10:09:14', '2019-04-24 10:09:14', 'A', '<p>发布计划</p>', '', '958');
INSERT INTO `question_choice` VALUES ('975', '2019-04-24 10:09:21', '2019-04-24 10:09:21', 'B', '<p>迭代计划</p>', '\0', '958');
INSERT INTO `question_choice` VALUES ('976', '2019-04-24 10:20:25', '2019-04-24 10:20:25', 'A', '<p>632145</p>', '\0', '949');
INSERT INTO `question_choice` VALUES ('977', '2019-04-24 10:21:05', '2019-04-24 10:21:05', 'B', '<p>361245</p>', '', '949');
INSERT INTO `question_choice` VALUES ('978', '2019-04-24 10:21:38', '2019-04-24 10:21:38', 'C', '<p>362145</p>', '\0', '949');
INSERT INTO `question_choice` VALUES ('979', '2019-04-24 10:22:41', '2019-04-24 10:22:41', 'D', '<p>623145</p>', '\0', '949');
INSERT INTO `question_choice` VALUES ('980', '2019-04-24 10:31:42', '2019-04-24 10:31:42', 'A', '<p>避免需求的误解</p>', '\0', '960');
INSERT INTO `question_choice` VALUES ('981', '2019-04-24 10:33:13', '2019-04-24 10:33:13', 'B', '<p>使敏捷团队了解自身的生成率和产品交付能力等信息</p>', '\0', '960');
INSERT INTO `question_choice` VALUES ('982', '2019-04-24 10:34:08', '2019-04-24 10:34:08', 'C', '<p>为项目注入持续动力</p>', '\0', '960');
INSERT INTO `question_choice` VALUES ('983', '2019-04-24 10:36:45', '2019-04-24 10:36:45', 'D', '<p>可以避免发生质量问题</p>', '', '960');
INSERT INTO `question_choice` VALUES ('986', '2019-04-24 11:15:23', '2019-04-24 11:16:09', 'A', '<p>测试金字塔：一个健康、快速、可维护的测试组合应该是这样的，写许多小而快的单元测试。适当写一些更粗粒度的测试，写很少高层次的端到端测试。这样的结构就像一个金字塔一样。</p>', '', '961');
INSERT INTO `question_choice` VALUES ('987', '2019-04-24 11:17:21', '2019-04-24 11:17:21', 'B', '<p>金字塔由程序员构成，底层则由每周996的战斗型程序员组成。</p>', '\0', '961');
INSERT INTO `question_choice` VALUES ('988', '2019-04-24 11:18:03', '2019-04-24 11:18:03', 'C', '<p>测试金字塔是一种测试流程。</p>', '\0', '961');
INSERT INTO `question_choice` VALUES ('989', '2019-04-24 11:18:49', '2019-04-24 11:18:49', 'D', '<p>测试金字塔是一种开发架构。</p>', '\0', '961');
INSERT INTO `question_choice` VALUES ('990', '2019-04-24 11:27:06', '2019-04-24 11:27:06', 'A', '<p>开发人员和测试人员能够有效配合。</p>', '', '962');
INSERT INTO `question_choice` VALUES ('991', '2019-04-24 11:27:40', '2019-04-24 11:27:40', 'B', '<p>测试人员总是挑开发人员的毛病。</p>', '\0', '962');
INSERT INTO `question_choice` VALUES ('992', '2019-04-24 11:27:59', '2019-04-24 11:27:59', 'C', '<p>所有的程序员都讨厌产品经理。</p>', '\0', '962');
INSERT INTO `question_choice` VALUES ('993', '2019-04-24 11:29:17', '2019-04-24 11:29:17', 'D', '<p>只要用了全团队开发，就能开发出手机智能读取手机壳颜色的功能。</p>', '\0', '962');
INSERT INTO `question_choice` VALUES ('1020', '2019-04-25 12:34:35', '2019-04-25 12:34:35', 'A', '<p>5*5=25</p>', '', '964');
INSERT INTO `question_choice` VALUES ('1021', '2019-04-25 12:34:53', '2019-04-25 12:34:53', 'B', '<p>6*6=26</p>', '\0', '964');
INSERT INTO `question_choice` VALUES ('1022', '2019-04-25 12:35:28', '2019-04-25 12:35:28', 'C', '<p>7*7=49</p>', '\0', '964');
INSERT INTO `question_choice` VALUES ('1023', '2019-04-25 12:36:59', '2019-04-25 12:36:59', 'A', '<p>big&nbsp;small</p>', '', '965');
INSERT INTO `question_choice` VALUES ('1024', '2019-04-25 12:37:16', '2019-04-25 12:37:16', 'B', '<p>black&nbsp;white</p>', '\0', '965');
INSERT INTO `question_choice` VALUES ('1025', '2019-04-25 12:37:56', '2019-04-25 12:37:56', 'C', '<p>test&nbsp;bug</p>', '\0', '965');
INSERT INTO `question_choice` VALUES ('1118', '2019-04-28 06:26:09', '2019-04-28 06:26:09', 'A', '<p>123</p>', '', '1109');
INSERT INTO `question_choice` VALUES ('1189', '2019-04-28 08:52:25', '2019-04-28 08:52:25', 'A', '<h4 id=\"1-回顾会议不仅仅是回顾更重要的是着眼于未来\">回顾会议不仅仅是回顾，更重要的是着眼于未来</h4>', '\0', '955');
INSERT INTO `question_choice` VALUES ('1190', '2019-04-28 08:53:15', '2019-04-28 08:53:15', 'B', '<h4 id=\"2-回顾会议不能解决所有事情它应该注重在最迫切的一些需求上\">回顾会议不能解决所有事情，它应该注重在最迫切的一些需求上</h4>', '\0', '955');
INSERT INTO `question_choice` VALUES ('1191', '2019-04-28 08:54:52', '2019-04-28 08:55:48', 'C', '<p>回顾即是吐槽，提出在团队开发中遇到的各种问题</p>', '', '955');
INSERT INTO `question_choice` VALUES ('1192', '2019-04-28 08:56:39', '2019-04-28 08:56:39', 'D', '<p>回顾会议不仅仅是吐槽大会，不仅要提出问题，还要提出解决方法</p>', '\0', '955');
INSERT INTO `question_choice` VALUES ('1194', '2019-04-28 09:12:58', '2019-04-28 09:12:58', 'A', '<p>wgb</p>', '', '1193');
INSERT INTO `question_choice` VALUES ('1241', '2019-04-28 11:49:10', '2019-04-28 11:49:10', 'A', '<p>sadadsa</p>', '', '1240');
INSERT INTO `question_choice` VALUES ('1242', '2019-04-28 11:49:50', '2019-04-28 11:49:50', 'A', '<p>sadsadsad</p>', '', '1216');
INSERT INTO `question_choice` VALUES ('1247', '2019-04-28 11:56:13', '2019-04-28 11:56:13', 'A', '<p>1</p>', '\0', '583');
INSERT INTO `question_choice` VALUES ('1248', '2019-04-28 11:56:19', '2019-04-28 11:56:19', 'B', '<p>2</p>', '\0', '583');
INSERT INTO `question_choice` VALUES ('1249', '2019-04-28 11:56:28', '2019-04-28 11:56:28', 'C', '<p>3</p>', '', '583');
INSERT INTO `question_choice` VALUES ('1250', '2019-04-28 11:56:33', '2019-04-28 11:56:33', 'D', '<p>4</p>', '\0', '583');
INSERT INTO `question_choice` VALUES ('1253', '2019-04-28 12:03:25', '2019-04-28 12:03:25', 'E', '<p>5</p>', '\0', '583');
INSERT INTO `question_choice` VALUES ('1274', '2019-04-28 16:35:24', '2019-04-28 16:35:24', 'A', '<p>a</p>', '', '1270');
INSERT INTO `question_choice` VALUES ('1275', '2019-04-28 16:37:51', '2019-04-28 16:37:51', 'B', '<p>b</p>', '', '1270');
INSERT INTO `question_choice` VALUES ('1318', '2019-04-29 11:24:13', '2019-04-29 11:24:13', 'A', '<p>啊大神</p>', '', '656');
INSERT INTO `question_choice` VALUES ('1319', '2019-04-29 11:24:24', '2019-04-29 11:24:24', 'B', '<p>阿达大</p>', '\0', '656');
INSERT INTO `question_choice` VALUES ('1320', '2019-04-29 11:24:29', '2019-04-29 11:24:29', 'C', '<p>范德萨</p>', '\0', '656');
INSERT INTO `question_choice` VALUES ('1321', '2019-04-29 11:24:36', '2019-04-29 11:24:36', 'D', '<p>撒大发</p>', '\0', '656');
INSERT INTO `question_choice` VALUES ('1322', '2019-04-29 11:26:39', '2019-04-29 11:26:39', 'A', '<p><sup>das1<sub>dasdadas<span style=\"text-decoration: line-through;\">dasdas<strong>asdasdas</strong>dasdas</span></sub><span style=\"text-decoration: line-through;\">dasdasd</span></sup><span style=\"text-decoration: line-through;\">adsadsada</span></p>', '\0', '657');
INSERT INTO `question_choice` VALUES ('1323', '2019-04-29 11:26:54', '2019-04-29 11:26:54', 'B', '<p>dasdsad</p>', '\0', '657');
INSERT INTO `question_choice` VALUES ('1324', '2019-04-29 11:27:04', '2019-04-29 11:27:04', 'C', '<p>asdsfadasdasd</p>', '', '657');
INSERT INTO `question_choice` VALUES ('1479', '2019-05-02 02:41:55', '2019-05-02 02:41:55', 'A', '<p>10</p>', '\0', '532');
INSERT INTO `question_choice` VALUES ('1480', '2019-05-02 02:42:04', '2019-05-02 02:42:04', 'B', '<p>9</p>', '', '532');
INSERT INTO `question_choice` VALUES ('1481', '2019-05-02 02:42:13', '2019-05-02 02:42:13', 'C', '<p>8</p>', '\0', '532');
INSERT INTO `question_choice` VALUES ('1482', '2019-05-02 02:42:20', '2019-05-02 02:42:20', 'D', '<p>7</p>', '\0', '532');
INSERT INTO `question_choice` VALUES ('1565', '2019-05-03 12:52:38', '2019-05-07 10:19:24', 'A', '<p>A选项A选项A选项A选项A选项A选项A选项A选项A选项</p>', '\0', '1243');
INSERT INTO `question_choice` VALUES ('1567', '2019-05-03 12:53:01', '2019-05-07 10:19:08', 'C', '<p>C选项C选项C选项C选项C选项C选项C选项C选项</p>', '\0', '1243');
INSERT INTO `question_choice` VALUES ('1568', '2019-05-03 12:53:12', '2019-05-07 10:19:20', 'D', '<p>D选项D选项D选项D选项D选项D选项D选项D选项</p>', '\0', '1243');
INSERT INTO `question_choice` VALUES ('1572', '2019-05-04 03:13:46', '2019-05-04 03:13:46', 'A', '<p>213321</p>', '', '1543');
INSERT INTO `question_choice` VALUES ('1618', '2019-05-04 14:02:00', '2019-05-04 14:02:00', 'A', '<p>实打实</p>', '', '601');
INSERT INTO `question_choice` VALUES ('1705', '2019-05-06 10:48:55', '2019-05-06 10:48:55', 'A', '<p>3</p>', '\0', '1699');
INSERT INTO `question_choice` VALUES ('1706', '2019-05-06 10:49:13', '2019-05-06 10:49:13', 'B', '<p>2</p>', '', '1699');
INSERT INTO `question_choice` VALUES ('1707', '2019-05-06 10:49:22', '2019-05-06 10:49:22', 'C', '<p>5</p>', '\0', '1699');
INSERT INTO `question_choice` VALUES ('1708', '2019-05-06 10:49:30', '2019-05-06 10:49:30', 'D', '<p>6</p>', '\0', '1699');
INSERT INTO `question_choice` VALUES ('1709', '2019-05-06 10:50:27', '2019-05-06 10:50:27', 'A', '<p>1</p>', '\0', '1704');
INSERT INTO `question_choice` VALUES ('1710', '2019-05-06 10:50:40', '2019-05-06 10:50:40', 'B', '<p>3， 有想法</p>', '\0', '1704');
INSERT INTO `question_choice` VALUES ('1711', '2019-05-06 10:50:59', '2019-05-06 10:51:07', 'C', '<p>6，肯定选D。</p>', '', '1704');
INSERT INTO `question_choice` VALUES ('1712', '2019-05-06 10:51:16', '2019-05-06 10:51:16', 'D', '<p>8</p>', '\0', '1704');
INSERT INTO `question_choice` VALUES ('1725', '2019-05-06 11:53:59', '2019-05-06 12:40:35', 'A', '<p>这是A</p>', '\0', '1719');
INSERT INTO `question_choice` VALUES ('1726', '2019-05-06 11:54:24', '2019-05-06 11:54:24', 'B', '<p>这是B</p>', '', '1719');
INSERT INTO `question_choice` VALUES ('1727', '2019-05-06 11:54:37', '2019-05-06 11:54:37', 'C', '<p>这是C</p>', '\0', '1719');
INSERT INTO `question_choice` VALUES ('1728', '2019-05-06 11:54:48', '2019-05-06 11:54:48', 'D', '<p>这是D</p>', '\0', '1719');
INSERT INTO `question_choice` VALUES ('1729', '2019-05-06 11:57:45', '2019-05-06 12:01:14', 'A', '<p>A是正确答案</p>', '\0', '1702');
INSERT INTO `question_choice` VALUES ('1730', '2019-05-06 11:59:37', '2019-05-06 12:01:42', 'B', '<p>D说的是对的</p>', '\0', '1702');
INSERT INTO `question_choice` VALUES ('1732', '2019-05-06 12:00:00', '2019-05-06 12:00:00', 'C', '<p>B说的是错的</p>', '', '1702');
INSERT INTO `question_choice` VALUES ('1733', '2019-05-06 12:02:17', '2019-05-06 12:02:59', 'D', '<p>C不是正确答案</p>', '\0', '1702');
INSERT INTO `question_choice` VALUES ('1748', '2019-05-06 12:45:52', '2019-05-06 12:48:43', 'A', '<p>选项A</p>', '\0', '1720');
INSERT INTO `question_choice` VALUES ('1749', '2019-05-06 12:46:06', '2019-05-06 12:46:06', 'B', '<p>选项B</p>', '', '1720');
INSERT INTO `question_choice` VALUES ('1750', '2019-05-06 12:46:16', '2019-05-06 12:46:16', 'C', '<p>选项C</p>', '\0', '1720');
INSERT INTO `question_choice` VALUES ('1773', '2019-05-06 13:51:12', '2019-05-06 13:51:12', 'A', '<p>4</p>', '', '1741');
INSERT INTO `question_choice` VALUES ('1774', '2019-05-06 13:51:20', '2019-05-06 13:51:20', 'B', '<p>5</p>', '\0', '1741');
INSERT INTO `question_choice` VALUES ('1775', '2019-05-06 13:52:03', '2019-05-06 13:52:03', 'A', '<p>6</p>', '', '1753');
INSERT INTO `question_choice` VALUES ('1776', '2019-05-06 13:52:13', '2019-05-06 13:52:13', 'B', '<p>8</p>', '\0', '1753');
INSERT INTO `question_choice` VALUES ('1794', '2019-05-06 14:36:16', '2019-05-06 14:36:16', 'A', '<p>选项A</p>', '\0', '1490');
INSERT INTO `question_choice` VALUES ('1798', '2019-05-06 14:54:21', '2019-05-06 14:54:21', 'B', '<p>fff</p>', '\0', '1490');
INSERT INTO `question_choice` VALUES ('1802', '2019-05-06 15:10:27', '2019-05-06 15:10:27', 'A', '<p>wfwefewfw</p>', '\0', '1801');
INSERT INTO `question_choice` VALUES ('1803', '2019-05-06 15:10:36', '2019-05-06 15:10:36', 'B', '<p>wefewfew</p>', '', '1801');
INSERT INTO `question_choice` VALUES ('1804', '2019-05-06 15:10:43', '2019-05-06 15:10:43', 'C', '<p>qewfewfewfeqfw</p>', '\0', '1801');
INSERT INTO `question_choice` VALUES ('1805', '2019-05-06 15:10:51', '2019-05-06 15:10:51', 'D', '<p>wfewfewfwef</p>', '\0', '1801');
INSERT INTO `question_choice` VALUES ('1814', '2019-05-06 15:37:07', '2019-05-06 15:37:07', 'A', '<p>请问丰富</p>', '\0', '1806');
INSERT INTO `question_choice` VALUES ('1815', '2019-05-06 15:37:14', '2019-05-06 15:37:14', 'B', '<p>无绯闻绯闻分</p>', '\0', '1806');
INSERT INTO `question_choice` VALUES ('1816', '2019-05-06 15:37:37', '2019-05-06 15:37:37', 'C', '<p>芬芳气味氛围</p>', '', '1806');
INSERT INTO `question_choice` VALUES ('1817', '2019-05-06 15:46:25', '2019-05-06 15:46:25', 'A', '<p>急急急</p>', '', '1811');
INSERT INTO `question_choice` VALUES ('1818', '2019-05-06 15:46:37', '2019-05-06 15:46:37', 'B', '<p>并不好不好不好</p>', '\0', '1811');
INSERT INTO `question_choice` VALUES ('1819', '2019-05-06 15:47:11', '2019-05-06 15:47:11', 'C', '<p>乐</p>', '\0', '1811');
INSERT INTO `question_choice` VALUES ('1820', '2019-05-06 15:47:37', '2019-05-06 15:47:37', 'D', '<p>一个咖啡馆肌肤</p>', '', '1811');
INSERT INTO `question_choice` VALUES ('1874', '2019-05-07 07:06:27', '2019-05-07 07:06:27', 'A', '<p>选项A</p>', '\0', '1731');
INSERT INTO `question_choice` VALUES ('1875', '2019-05-07 07:06:38', '2019-05-07 07:06:38', 'B', '<p>选项B</p>', '', '1731');
INSERT INTO `question_choice` VALUES ('1876', '2019-05-07 07:06:47', '2019-05-07 07:06:47', 'C', '<p>选项C</p>', '\0', '1731');
INSERT INTO `question_choice` VALUES ('1967', '2019-05-07 10:18:57', '2019-05-07 10:18:57', 'B', '<p>B选项</p>', '\0', '1243');
INSERT INTO `question_choice` VALUES ('2070', '2019-05-08 06:11:53', '2019-05-08 06:12:15', 'A', '<p>这是正确答案</p>', '', '632');
INSERT INTO `question_choice` VALUES ('2071', '2019-05-08 06:12:02', '2019-05-08 06:12:02', 'B', '<p>这是错误答案</p>', '\0', '632');
INSERT INTO `question_choice` VALUES ('2073', '2019-05-08 06:13:16', '2019-05-08 06:13:16', 'A', '<p>right</p>', '\0', '2067');
INSERT INTO `question_choice` VALUES ('2075', '2019-05-08 06:13:28', '2019-05-08 06:13:28', 'B', '<p>wrong</p>', '\0', '2067');
INSERT INTO `question_choice` VALUES ('2259', '2019-05-09 12:23:52', '2019-05-09 12:23:52', 'A', '<p>放程序</p>', '\0', '1739');
INSERT INTO `question_choice` VALUES ('2261', '2019-05-09 13:02:24', '2019-05-09 13:02:24', 'B', '<p>多个</p>', '\0', '1739');
INSERT INTO `question_choice` VALUES ('2268', '2019-05-09 13:11:03', '2019-05-09 13:11:03', 'A', '<p>123</p>', '', '2262');
INSERT INTO `question_choice` VALUES ('2275', '2019-05-09 13:43:51', '2019-05-09 13:43:51', 'A', '<p>？？？</p>', '', '2269');
INSERT INTO `question_choice` VALUES ('2276', '2019-05-09 13:44:00', '2019-05-09 13:44:00', 'B', '<p>sss</p>', '\0', '2269');
INSERT INTO `question_choice` VALUES ('2277', '2019-05-09 13:44:10', '2019-05-09 13:44:10', 'C', '<p>六</p>', '\0', '2269');
INSERT INTO `question_choice` VALUES ('2333', '2019-05-10 05:25:47', '2019-05-10 05:25:47', 'A', '<p>斯卡哈就可霍</p>', '\0', '527');
INSERT INTO `question_choice` VALUES ('2352', '2019-05-10 06:15:29', '2019-05-10 06:15:29', 'A', '<p>ss</p>', '', '2343');
INSERT INTO `question_choice` VALUES ('2353', '2019-05-10 06:15:36', '2019-05-10 06:15:36', 'B', '<p>sdasdas</p>', '\0', '2343');
INSERT INTO `question_choice` VALUES ('2354', '2019-05-10 06:16:08', '2019-05-10 06:16:08', 'A', '<p>是大三大四的</p>', '', '2345');
INSERT INTO `question_choice` VALUES ('2355', '2019-05-10 06:16:29', '2019-05-10 06:16:29', 'A', '<p>sd你把是快乐的</p>', '', '2347');
INSERT INTO `question_choice` VALUES ('2356', '2019-05-10 06:16:48', '2019-05-10 06:16:48', 'A', '<p>是滴，吧，的</p>', '', '2346');
INSERT INTO `question_choice` VALUES ('2357', '2019-05-10 06:18:22', '2019-05-10 06:18:22', 'A', '<p>deux</p>', '', '2238');
INSERT INTO `question_choice` VALUES ('2358', '2019-05-10 06:21:01', '2019-05-10 06:21:01', 'A', '<p>四大手法是</p>', '', '526');
INSERT INTO `question_choice` VALUES ('2359', '2019-05-10 06:21:56', '2019-05-10 06:21:56', 'B', '<p>大十字洗发水</p>', '\0', '526');
INSERT INTO `question_choice` VALUES ('2364', '2019-05-10 06:23:55', '2019-05-10 06:23:55', 'A', '<p>salads</p>', '', '574');
INSERT INTO `question_choice` VALUES ('2365', '2019-05-10 06:25:30', '2019-05-10 06:25:30', 'A', '<p>sasd的</p>', '', '566');
INSERT INTO `question_choice` VALUES ('2369', '2019-05-10 06:30:51', '2019-05-10 06:30:51', 'A', '<p>d手法</p>', '', '548');
INSERT INTO `question_choice` VALUES ('2396', '2019-05-10 08:30:21', '2019-05-10 08:30:21', 'A', '<p>可以</p>', '', '2394');
INSERT INTO `question_choice` VALUES ('2397', '2019-05-10 08:30:31', '2019-05-10 08:30:31', 'B', '<p>不可以</p>', '\0', '2394');
INSERT INTO `question_choice` VALUES ('2422', '2019-05-10 09:54:10', '2019-05-10 09:54:10', 'A', '<p>Test</p>', '', '1492');
INSERT INTO `question_choice` VALUES ('2423', '2019-05-10 09:58:06', '2019-05-10 09:58:06', 'B', '<p>kkk</p>', '', '1492');

-- ----------------------------
-- Table structure for question_choice_image
-- ----------------------------
DROP TABLE IF EXISTS `question_choice_image`;
CREATE TABLE `question_choice_image` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `path` varchar(1024) NOT NULL,
  `caption` varchar(255) DEFAULT NULL,
  `question_choice_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_p6avf3k6h46pngoxu6ltsrcvh` (`question_choice_id`),
  CONSTRAINT `FK_p6avf3k6h46pngoxu6ltsrcvh` FOREIGN KEY (`question_choice_id`) REFERENCES `question_choice` (`id`),
  CONSTRAINT `FKq2mgfh8grlhfgyuo7alxvi0v3` FOREIGN KEY (`question_choice_id`) REFERENCES `question_choice` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2261 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_choice_image
-- ----------------------------
INSERT INTO `question_choice_image` VALUES ('2260', '2019-05-09 13:02:10', '2019-05-09 13:02:10', '/uploads/241/1739/2259/201905092102009@44200525-0201-4caa-9629-6776ff982a46.jpeg', '为啥', '2259');

-- ----------------------------
-- Table structure for question_image
-- ----------------------------
DROP TABLE IF EXISTS `question_image`;
CREATE TABLE `question_image` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `path` varchar(1024) NOT NULL,
  `caption` varchar(255) DEFAULT NULL,
  `question_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_rt5bt00pq2t32duqhyinbeour` (`question_id`),
  CONSTRAINT `FK8sar3tc41m4v104w3blx5anqk` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`),
  CONSTRAINT `FK_rt5bt00pq2t32duqhyinbeour` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2349 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_image
-- ----------------------------
INSERT INTO `question_image` VALUES ('122', '2019-03-07 03:35:14', '2019-03-07 03:35:14', '/uploads/112/121/201903071135013@e31cb263-6dc5-46dd-8672-52996ee9b9b1.png', '12', '121');
INSERT INTO `question_image` VALUES ('404', '2019-04-05 05:34:42', '2019-04-05 05:34:42', '/uploads/191/273/201904051334041@656dce25-d9e1-4f52-a04b-a5392004e927.png', '试题答案', '273');
INSERT INTO `question_image` VALUES ('405', '2019-04-05 05:36:12', '2019-04-05 05:36:12', '/uploads/191/256/201904051336012@83ac1415-6268-4907-8e20-dc2edf7c3627.jpeg', '标志', '256');
INSERT INTO `question_image` VALUES ('584', '2019-04-11 12:40:26', '2019-04-11 12:40:26', '/uploads/524/582/201904112040025@118efa0d-5df0-4db1-85d1-9ab00ec89230.jpeg', '这只是个测试', '582');
INSERT INTO `question_image` VALUES ('592', '2019-04-11 14:16:03', '2019-04-11 14:16:03', '/uploads/204/591/201904112216003@cf574435-a73b-4271-a7a5-a01aa3320ef5.png', 'pic', '591');
INSERT INTO `question_image` VALUES ('647', '2019-04-14 03:22:50', '2019-04-14 03:22:50', '/uploads/204/577/201904141122050@fb0a8ea2-a438-4f9c-ab7c-8812e0ad0835.jpeg', '测试出题', '577');
INSERT INTO `question_image` VALUES ('648', '2019-04-14 03:30:14', '2019-04-14 03:30:14', '/uploads/204/594/201904141130014@bd577299-1d9c-450c-a076-e22a4b0611b9.png', '= =', '594');
INSERT INTO `question_image` VALUES ('665', '2019-04-14 05:31:13', '2019-04-14 05:31:13', '/uploads/204/578/201904141331012@b86c674f-b8b8-41a9-b6db-3bfed8778bd0.jpeg', '测试出题2', '578');
INSERT INTO `question_image` VALUES ('671', '2019-04-14 05:44:05', '2019-04-14 05:44:05', '/uploads/204/593/201904141344005@739102a8-2cfa-4964-b797-50f91d47cc36.jpeg', '测试单选是否可以有多个正确选项', '593');
INSERT INTO `question_image` VALUES ('684', '2019-04-14 06:37:04', '2019-04-14 06:37:04', '/uploads/204/593/201904141437004@ab14b9d6-3c07-40a5-940f-94cdd219026d.jpeg', '测试出题', '593');
INSERT INTO `question_image` VALUES ('704', '2019-04-15 04:31:06', '2019-04-15 04:31:06', '/uploads/163/702/201904151231006@a3d8c13a-fa1e-496a-a8b7-d4d4be6c1bcf.jpeg', '我的图片', '702');
INSERT INTO `question_image` VALUES ('760', '2019-04-23 01:16:30', '2019-04-23 01:16:30', '/uploads/204/593/201904230916030@cbaa3eee-0133-4ca8-804f-dc56b0e99f7c.jpeg', '3', '593');
INSERT INTO `question_image` VALUES ('1317', '2019-04-29 11:19:41', '2019-04-29 11:19:41', '/uploads/204/649/201904291919040@1d0fe527-ff0b-4744-ba03-1e94e7cd4de3.jpeg', '啧啧啧', '649');
INSERT INTO `question_image` VALUES ('1614', '2019-05-04 13:56:16', '2019-05-04 13:56:16', '/uploads/204/632/201905042156015@e019dc56-bec7-4ba6-9aaf-b1deca2e41ff.jpeg', 'srwerwer', '632');
INSERT INTO `question_image` VALUES ('1615', '2019-05-04 13:58:56', '2019-05-04 13:58:56', '/uploads/204/652/201905042158056@83483a2d-9820-4179-baf3-994c185dba1b.jpeg', '12', '652');
INSERT INTO `question_image` VALUES ('1718', '2019-05-06 11:30:55', '2019-05-06 11:30:55', '/uploads/1099/1188/201905061930055@516567b2-df2e-4420-ac3e-f98f0db731f3.jpeg', 'testImage', '1188');
INSERT INTO `question_image` VALUES ('1724', '2019-05-06 11:52:50', '2019-05-06 11:52:50', '/uploads/241/1719/201905061952050@a59ea7a5-3a52-4ddd-b33d-2b3954d728e8.jpeg', '这是一张图片', '1719');
INSERT INTO `question_image` VALUES ('1889', '2019-05-07 07:27:12', '2019-05-07 07:27:12', '/uploads/1859/1872/201905071527012@13dfbd6f-211d-4ff9-aaf0-162e14af7103.png', 'hi', '1872');
INSERT INTO `question_image` VALUES ('1995', '2019-05-07 11:40:39', '2019-05-07 11:43:33', '/uploads/204/601/201905071940038@0ac98a06-5703-4a93-b8d6-4752b83468ed.png', '1', '601');
INSERT INTO `question_image` VALUES ('2240', '2019-05-09 02:29:14', '2019-05-09 02:29:14', '/uploads/518/1492/201905091029014@3c44fe39-f689-4627-ac43-55162d8a6aca.jpeg', 'ec6245b2-fb8c-4132-b9b0-d40db214724c', '1492');

-- ----------------------------
-- Table structure for question_language
-- ----------------------------
DROP TABLE IF EXISTS `question_language`;
CREATE TABLE `question_language` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `name` varchar(55) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_h7snp9gauw2o9k8o320ym954t` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=2224 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_language
-- ----------------------------
INSERT INTO `question_language` VALUES ('1', '2018-12-10 17:02:58', '2019-04-28 06:39:08', '中文');
INSERT INTO `question_language` VALUES ('2', '2018-12-10 17:03:05', '2018-12-10 17:03:05', '英文');
INSERT INTO `question_language` VALUES ('699', '2019-04-14 10:01:32', '2019-04-14 10:01:32', '法语');

-- ----------------------------
-- Table structure for question_reviewers
-- ----------------------------
DROP TABLE IF EXISTS `question_reviewers`;
CREATE TABLE `question_reviewers` (
  `question_id` int(11) NOT NULL,
  `reviewer_id` int(11) NOT NULL,
  PRIMARY KEY (`question_id`,`reviewer_id`),
  KEY `FK_kdm8obpe6leusm1ymmvon7wew` (`reviewer_id`),
  CONSTRAINT `FK_9phi7xaxiornk7f3k237bji8u` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`),
  CONSTRAINT `FK_kdm8obpe6leusm1ymmvon7wew` FOREIGN KEY (`reviewer_id`) REFERENCES `user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_reviewers
-- ----------------------------
INSERT INTO `question_reviewers` VALUES ('734', '2');
INSERT INTO `question_reviewers` VALUES ('735', '61');
INSERT INTO `question_reviewers` VALUES ('736', '72');

-- ----------------------------
-- Table structure for question_status
-- ----------------------------
DROP TABLE IF EXISTS `question_status`;
CREATE TABLE `question_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `is_finish` bit(1) NOT NULL,
  `is_start` bit(1) NOT NULL,
  `name` varchar(255) NOT NULL,
  `accessible_by_author` bit(1) NOT NULL,
  `accessible_by_facilitator` bit(1) NOT NULL,
  `accessible_by_quality_admin` bit(1) NOT NULL,
  `accessible_by_reviewer` bit(1) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_kb1iiy21r8irey42pnd96p72c` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_status
-- ----------------------------
INSERT INTO `question_status` VALUES ('5', '2018-05-10 17:13:48', '2018-05-10 17:13:48', '\0', '\0', '出题', '', '\0', '\0', '\0');
INSERT INTO `question_status` VALUES ('6', '2018-05-10 17:14:15', '2018-05-10 17:14:15', '\0', '\0', '评审', '\0', '\0', '\0', '');
INSERT INTO `question_status` VALUES ('7', '2018-05-10 17:15:23', '2018-05-10 17:15:23', '\0', '\0', '终审', '\0', '\0', '', '\0');
INSERT INTO `question_status` VALUES ('8', '2018-05-10 17:15:41', '2018-05-10 17:15:41', '', '\0', '发布', '\0', '\0', '\0', '\0');
INSERT INTO `question_status` VALUES ('9', '2018-12-10 17:16:14', '2018-12-10 17:16:14', '', '\0', '作废', '\0', '\0', '\0', '\0');
INSERT INTO `question_status` VALUES ('11', '2018-05-09 17:11:55', '2019-04-14 10:07:25', '\0', '', '初始状态', '\0', '', '\0', '\0');

-- ----------------------------
-- Table structure for question_status_transition
-- ----------------------------
DROP TABLE IF EXISTS `question_status_transition`;
CREATE TABLE `question_status_transition` (
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `sequence` int(11) DEFAULT NULL,
  `next_status_id` int(11) NOT NULL DEFAULT '0',
  `status_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`next_status_id`,`status_id`),
  KEY `FK_k7x5nc6556qxlqhs7ru5y0lws` (`status_id`),
  CONSTRAINT `FK1tq2onehme80dnmfq6qluedsc` FOREIGN KEY (`status_id`) REFERENCES `question_status` (`id`),
  CONSTRAINT `FK_4g1t9k1kluds2uuefpbyiignn` FOREIGN KEY (`next_status_id`) REFERENCES `question_status` (`id`),
  CONSTRAINT `FK_k7x5nc6556qxlqhs7ru5y0lws` FOREIGN KEY (`status_id`) REFERENCES `question_status` (`id`),
  CONSTRAINT `FKd5vq021449xyn29i0k9yag4ia` FOREIGN KEY (`next_status_id`) REFERENCES `question_status` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_status_transition
-- ----------------------------
INSERT INTO `question_status_transition` VALUES ('2018-09-27 14:47:12', '2018-12-13 14:47:12', '0', '5', '6');
INSERT INTO `question_status_transition` VALUES ('2018-08-10 17:36:38', '2018-11-10 17:36:38', '0', '5', '7');
INSERT INTO `question_status_transition` VALUES ('2018-08-29 22:25:32', '2018-08-29 22:25:32', '0', '5', '11');
INSERT INTO `question_status_transition` VALUES ('2018-09-27 14:47:21', '2018-09-27 14:47:21', '0', '6', '5');
INSERT INTO `question_status_transition` VALUES ('2018-09-27 14:47:12', '2018-09-27 14:47:12', '0', '7', '6');
INSERT INTO `question_status_transition` VALUES ('2018-12-10 17:36:38', '2018-12-10 17:36:38', '0', '8', '7');
INSERT INTO `question_status_transition` VALUES ('2018-12-10 17:36:38', '2018-12-10 17:36:38', '0', '9', '7');

-- ----------------------------
-- Table structure for question_type
-- ----------------------------
DROP TABLE IF EXISTS `question_type`;
CREATE TABLE `question_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_7ei21extes3bkiv5byn0pfrg5` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=2223 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_type
-- ----------------------------
INSERT INTO `question_type` VALUES ('1', '2015-12-10 17:02:23', '2019-02-26 10:22:18', '多选题');
INSERT INTO `question_type` VALUES ('2', '2015-12-10 17:02:49', '2018-12-10 17:02:49', '情景题');
INSERT INTO `question_type` VALUES ('3', '2017-05-09 13:59:36', '2018-05-09 13:59:36', '视频题');
INSERT INTO `question_type` VALUES ('17', '2019-02-26 10:21:21', '2019-02-26 10:21:21', '单选题');
INSERT INTO `question_type` VALUES ('498', '2019-04-08 14:54:37', '2019-04-08 14:54:37', '问答题');
INSERT INTO `question_type` VALUES ('698', '2019-04-14 10:01:16', '2019-04-14 10:01:16', '填空题');

-- ----------------------------
-- Table structure for question_user
-- ----------------------------
DROP TABLE IF EXISTS `question_user`;
CREATE TABLE `question_user` (
  `question_id` int(11) NOT NULL,
  `reviewer_id` int(11) NOT NULL,
  PRIMARY KEY (`question_id`,`reviewer_id`),
  KEY `FKb5fbdwebuyisdxbydv0k88aci` (`reviewer_id`),
  CONSTRAINT `FKb5fbdwebuyisdxbydv0k88aci` FOREIGN KEY (`reviewer_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FKksmm4dmd9xk0u35us8lns45pq` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question_user
-- ----------------------------
INSERT INTO `question_user` VALUES ('84', '61');
INSERT INTO `question_user` VALUES ('85', '72');
INSERT INTO `question_user` VALUES ('156', '72');
INSERT INTO `question_user` VALUES ('703', '72');
INSERT INTO `question_user` VALUES ('101', '73');
INSERT INTO `question_user` VALUES ('111', '73');
INSERT INTO `question_user` VALUES ('118', '73');
INSERT INTO `question_user` VALUES ('119', '73');
INSERT INTO `question_user` VALUES ('120', '73');
INSERT INTO `question_user` VALUES ('121', '73');
INSERT INTO `question_user` VALUES ('148', '73');
INSERT INTO `question_user` VALUES ('155', '73');
INSERT INTO `question_user` VALUES ('168', '73');
INSERT INTO `question_user` VALUES ('284', '73');
INSERT INTO `question_user` VALUES ('285', '73');
INSERT INTO `question_user` VALUES ('286', '73');
INSERT INTO `question_user` VALUES ('287', '73');
INSERT INTO `question_user` VALUES ('479', '73');
INSERT INTO `question_user` VALUES ('480', '73');
INSERT INTO `question_user` VALUES ('492', '73');
INSERT INTO `question_user` VALUES ('493', '73');
INSERT INTO `question_user` VALUES ('495', '73');
INSERT INTO `question_user` VALUES ('702', '73');
INSERT INTO `question_user` VALUES ('709', '73');
INSERT INTO `question_user` VALUES ('713', '73');
INSERT INTO `question_user` VALUES ('723', '73');
INSERT INTO `question_user` VALUES ('733', '73');
INSERT INTO `question_user` VALUES ('734', '73');
INSERT INTO `question_user` VALUES ('735', '73');
INSERT INTO `question_user` VALUES ('736', '73');
INSERT INTO `question_user` VALUES ('771', '73');
INSERT INTO `question_user` VALUES ('772', '73');
INSERT INTO `question_user` VALUES ('946', '73');
INSERT INTO `question_user` VALUES ('947', '73');
INSERT INTO `question_user` VALUES ('2394', '73');
INSERT INTO `question_user` VALUES ('2395', '73');
INSERT INTO `question_user` VALUES ('2402', '73');
INSERT INTO `question_user` VALUES ('169', '75');
INSERT INTO `question_user` VALUES ('1198', '188');
INSERT INTO `question_user` VALUES ('1104', '189');
INSERT INTO `question_user` VALUES ('1106', '189');
INSERT INTO `question_user` VALUES ('1108', '189');
INSERT INTO `question_user` VALUES ('1196', '189');
INSERT INTO `question_user` VALUES ('257', '190');
INSERT INTO `question_user` VALUES ('263', '190');
INSERT INTO `question_user` VALUES ('269', '190');
INSERT INTO `question_user` VALUES ('275', '190');
INSERT INTO `question_user` VALUES ('254', '192');
INSERT INTO `question_user` VALUES ('258', '192');
INSERT INTO `question_user` VALUES ('264', '192');
INSERT INTO `question_user` VALUES ('270', '192');
INSERT INTO `question_user` VALUES ('1102', '192');
INSERT INTO `question_user` VALUES ('1145', '192');
INSERT INTO `question_user` VALUES ('1188', '192');
INSERT INTO `question_user` VALUES ('1327', '192');
INSERT INTO `question_user` VALUES ('1543', '192');
INSERT INTO `question_user` VALUES ('1544', '192');
INSERT INTO `question_user` VALUES ('1545', '192');
INSERT INTO `question_user` VALUES ('252', '193');
INSERT INTO `question_user` VALUES ('259', '193');
INSERT INTO `question_user` VALUES ('265', '193');
INSERT INTO `question_user` VALUES ('271', '193');
INSERT INTO `question_user` VALUES ('1148', '193');
INSERT INTO `question_user` VALUES ('246', '194');
INSERT INTO `question_user` VALUES ('352', '194');
INSERT INTO `question_user` VALUES ('360', '194');
INSERT INTO `question_user` VALUES ('579', '194');
INSERT INTO `question_user` VALUES ('688', '194');
INSERT INTO `question_user` VALUES ('1719', '194');
INSERT INTO `question_user` VALUES ('1720', '194');
INSERT INTO `question_user` VALUES ('1721', '194');
INSERT INTO `question_user` VALUES ('1722', '194');
INSERT INTO `question_user` VALUES ('1723', '194');
INSERT INTO `question_user` VALUES ('1731', '194');
INSERT INTO `question_user` VALUES ('1737', '194');
INSERT INTO `question_user` VALUES ('1738', '194');
INSERT INTO `question_user` VALUES ('1739', '194');
INSERT INTO `question_user` VALUES ('1881', '194');
INSERT INTO `question_user` VALUES ('1886', '194');
INSERT INTO `question_user` VALUES ('1887', '194');
INSERT INTO `question_user` VALUES ('1888', '194');
INSERT INTO `question_user` VALUES ('1894', '194');
INSERT INTO `question_user` VALUES ('1898', '194');
INSERT INTO `question_user` VALUES ('1904', '194');
INSERT INTO `question_user` VALUES ('1905', '194');
INSERT INTO `question_user` VALUES ('1907', '194');
INSERT INTO `question_user` VALUES ('1909', '194');
INSERT INTO `question_user` VALUES ('1919', '194');
INSERT INTO `question_user` VALUES ('1921', '194');
INSERT INTO `question_user` VALUES ('1961', '194');
INSERT INTO `question_user` VALUES ('1963', '194');
INSERT INTO `question_user` VALUES ('1964', '194');
INSERT INTO `question_user` VALUES ('1965', '194');
INSERT INTO `question_user` VALUES ('247', '196');
INSERT INTO `question_user` VALUES ('316', '196');
INSERT INTO `question_user` VALUES ('318', '196');
INSERT INTO `question_user` VALUES ('321', '196');
INSERT INTO `question_user` VALUES ('347', '196');
INSERT INTO `question_user` VALUES ('362', '196');
INSERT INTO `question_user` VALUES ('367', '196');
INSERT INTO `question_user` VALUES ('244', '197');
INSERT INTO `question_user` VALUES ('354', '197');
INSERT INTO `question_user` VALUES ('591', '200');
INSERT INTO `question_user` VALUES ('653', '200');
INSERT INTO `question_user` VALUES ('655', '200');
INSERT INTO `question_user` VALUES ('1313', '200');
INSERT INTO `question_user` VALUES ('650', '201');
INSERT INTO `question_user` VALUES ('654', '201');
INSERT INTO `question_user` VALUES ('656', '201');
INSERT INTO `question_user` VALUES ('1071', '201');
INSERT INTO `question_user` VALUES ('603', '202');
INSERT INTO `question_user` VALUES ('1210', '202');
INSERT INTO `question_user` VALUES ('1214', '202');
INSERT INTO `question_user` VALUES ('593', '203');
INSERT INTO `question_user` VALUES ('599', '203');
INSERT INTO `question_user` VALUES ('600', '203');
INSERT INTO `question_user` VALUES ('601', '203');
INSERT INTO `question_user` VALUES ('602', '203');
INSERT INTO `question_user` VALUES ('631', '203');
INSERT INTO `question_user` VALUES ('632', '203');
INSERT INTO `question_user` VALUES ('1315', '203');
INSERT INTO `question_user` VALUES ('1489', '203');
INSERT INTO `question_user` VALUES ('1520', '203');
INSERT INTO `question_user` VALUES ('2067', '203');
INSERT INTO `question_user` VALUES ('577', '205');
INSERT INTO `question_user` VALUES ('594', '205');
INSERT INTO `question_user` VALUES ('595', '205');
INSERT INTO `question_user` VALUES ('642', '205');
INSERT INTO `question_user` VALUES ('649', '205');
INSERT INTO `question_user` VALUES ('657', '205');
INSERT INTO `question_user` VALUES ('1493', '205');
INSERT INTO `question_user` VALUES ('1494', '205');
INSERT INTO `question_user` VALUES ('1495', '205');
INSERT INTO `question_user` VALUES ('1498', '205');
INSERT INTO `question_user` VALUES ('1515', '205');
INSERT INTO `question_user` VALUES ('1516', '205');
INSERT INTO `question_user` VALUES ('1517', '205');
INSERT INTO `question_user` VALUES ('1518', '205');
INSERT INTO `question_user` VALUES ('1519', '205');
INSERT INTO `question_user` VALUES ('1521', '205');
INSERT INTO `question_user` VALUES ('1523', '205');
INSERT INTO `question_user` VALUES ('1524', '205');
INSERT INTO `question_user` VALUES ('578', '206');
INSERT INTO `question_user` VALUES ('643', '206');
INSERT INTO `question_user` VALUES ('651', '206');
INSERT INTO `question_user` VALUES ('652', '206');
INSERT INTO `question_user` VALUES ('1314', '206');
INSERT INTO `question_user` VALUES ('1633', '207');
INSERT INTO `question_user` VALUES ('542', '208');
INSERT INTO `question_user` VALUES ('633', '208');
INSERT INTO `question_user` VALUES ('779', '210');
INSERT INTO `question_user` VALUES ('1638', '210');
INSERT INTO `question_user` VALUES ('547', '214');
INSERT INTO `question_user` VALUES ('554', '214');
INSERT INTO `question_user` VALUES ('562', '214');
INSERT INTO `question_user` VALUES ('568', '214');
INSERT INTO `question_user` VALUES ('574', '214');
INSERT INTO `question_user` VALUES ('2375', '214');
INSERT INTO `question_user` VALUES ('2376', '214');
INSERT INTO `question_user` VALUES ('526', '216');
INSERT INTO `question_user` VALUES ('550', '216');
INSERT INTO `question_user` VALUES ('560', '216');
INSERT INTO `question_user` VALUES ('566', '216');
INSERT INTO `question_user` VALUES ('2378', '216');
INSERT INTO `question_user` VALUES ('527', '217');
INSERT INTO `question_user` VALUES ('548', '217');
INSERT INTO `question_user` VALUES ('549', '217');
INSERT INTO `question_user` VALUES ('555', '217');
INSERT INTO `question_user` VALUES ('557', '217');
INSERT INTO `question_user` VALUES ('2342', '217');
INSERT INTO `question_user` VALUES ('2343', '217');
INSERT INTO `question_user` VALUES ('2344', '217');
INSERT INTO `question_user` VALUES ('2373', '217');
INSERT INTO `question_user` VALUES ('544', '218');
INSERT INTO `question_user` VALUES ('546', '218');
INSERT INTO `question_user` VALUES ('552', '218');
INSERT INTO `question_user` VALUES ('556', '218');
INSERT INTO `question_user` VALUES ('561', '218');
INSERT INTO `question_user` VALUES ('564', '218');
INSERT INTO `question_user` VALUES ('2238', '218');
INSERT INTO `question_user` VALUES ('2269', '218');
INSERT INTO `question_user` VALUES ('2270', '218');
INSERT INTO `question_user` VALUES ('2271', '218');
INSERT INTO `question_user` VALUES ('2272', '218');
INSERT INTO `question_user` VALUES ('2374', '218');
INSERT INTO `question_user` VALUES ('2377', '218');
INSERT INTO `question_user` VALUES ('525', '219');
INSERT INTO `question_user` VALUES ('563', '219');
INSERT INTO `question_user` VALUES ('565', '219');
INSERT INTO `question_user` VALUES ('569', '219');
INSERT INTO `question_user` VALUES ('2345', '219');
INSERT INTO `question_user` VALUES ('2346', '219');
INSERT INTO `question_user` VALUES ('2347', '219');
INSERT INTO `question_user` VALUES ('2372', '219');
INSERT INTO `question_user` VALUES ('545', '220');
INSERT INTO `question_user` VALUES ('551', '220');
INSERT INTO `question_user` VALUES ('553', '220');
INSERT INTO `question_user` VALUES ('559', '220');
INSERT INTO `question_user` VALUES ('567', '220');
INSERT INTO `question_user` VALUES ('570', '222');
INSERT INTO `question_user` VALUES ('597', '222');
INSERT INTO `question_user` VALUES ('532', '223');
INSERT INTO `question_user` VALUES ('1486', '223');
INSERT INTO `question_user` VALUES ('1487', '223');
INSERT INTO `question_user` VALUES ('1488', '223');
INSERT INTO `question_user` VALUES ('1490', '223');
INSERT INTO `question_user` VALUES ('1491', '223');
INSERT INTO `question_user` VALUES ('1492', '223');
INSERT INTO `question_user` VALUES ('1499', '223');
INSERT INTO `question_user` VALUES ('1504', '223');
INSERT INTO `question_user` VALUES ('2087', '223');
INSERT INTO `question_user` VALUES ('2224', '223');
INSERT INTO `question_user` VALUES ('2225', '223');
INSERT INTO `question_user` VALUES ('2226', '223');
INSERT INTO `question_user` VALUES ('2227', '223');
INSERT INTO `question_user` VALUES ('2228', '223');
INSERT INTO `question_user` VALUES ('2289', '223');
INSERT INTO `question_user` VALUES ('2291', '223');
INSERT INTO `question_user` VALUES ('1473', '224');
INSERT INTO `question_user` VALUES ('2290', '225');
INSERT INTO `question_user` VALUES ('2292', '225');
INSERT INTO `question_user` VALUES ('2294', '226');
INSERT INTO `question_user` VALUES ('256', '242');
INSERT INTO `question_user` VALUES ('261', '242');
INSERT INTO `question_user` VALUES ('267', '242');
INSERT INTO `question_user` VALUES ('273', '242');
INSERT INTO `question_user` VALUES ('315', '243');
INSERT INTO `question_user` VALUES ('317', '243');
INSERT INTO `question_user` VALUES ('253', '248');
INSERT INTO `question_user` VALUES ('262', '248');
INSERT INTO `question_user` VALUES ('268', '248');
INSERT INTO `question_user` VALUES ('274', '248');
INSERT INTO `question_user` VALUES ('255', '249');
INSERT INTO `question_user` VALUES ('260', '249');
INSERT INTO `question_user` VALUES ('266', '249');
INSERT INTO `question_user` VALUES ('272', '249');
INSERT INTO `question_user` VALUES ('1147', '249');
INSERT INTO `question_user` VALUES ('523', '250');
INSERT INTO `question_user` VALUES ('572', '250');
INSERT INTO `question_user` VALUES ('815', '251');
INSERT INTO `question_user` VALUES ('818', '251');
INSERT INTO `question_user` VALUES ('820', '251');
INSERT INTO `question_user` VALUES ('825', '251');
INSERT INTO `question_user` VALUES ('826', '251');
INSERT INTO `question_user` VALUES ('827', '251');
INSERT INTO `question_user` VALUES ('504', '276');
INSERT INTO `question_user` VALUES ('509', '276');
INSERT INTO `question_user` VALUES ('582', '276');
INSERT INTO `question_user` VALUES ('583', '276');
INSERT INTO `question_user` VALUES ('1243', '277');
INSERT INTO `question_user` VALUES ('1376', '277');
INSERT INTO `question_user` VALUES ('1396', '277');
INSERT INTO `question_user` VALUES ('1551', '277');
INSERT INTO `question_user` VALUES ('1554', '277');
INSERT INTO `question_user` VALUES ('1555', '277');
INSERT INTO `question_user` VALUES ('1556', '277');
INSERT INTO `question_user` VALUES ('1557', '277');
INSERT INTO `question_user` VALUES ('1571', '277');
INSERT INTO `question_user` VALUES ('505', '278');
INSERT INTO `question_user` VALUES ('1395', '278');
INSERT INTO `question_user` VALUES ('1397', '278');
INSERT INTO `question_user` VALUES ('1398', '278');
INSERT INTO `question_user` VALUES ('1399', '278');
INSERT INTO `question_user` VALUES ('1400', '278');
INSERT INTO `question_user` VALUES ('1401', '278');
INSERT INTO `question_user` VALUES ('1402', '278');
INSERT INTO `question_user` VALUES ('1403', '278');
INSERT INTO `question_user` VALUES ('1404', '278');
INSERT INTO `question_user` VALUES ('1424', '278');
INSERT INTO `question_user` VALUES ('1425', '278');
INSERT INTO `question_user` VALUES ('1426', '278');
INSERT INTO `question_user` VALUES ('1427', '278');
INSERT INTO `question_user` VALUES ('1431', '278');
INSERT INTO `question_user` VALUES ('1432', '278');
INSERT INTO `question_user` VALUES ('1470', '278');
INSERT INTO `question_user` VALUES ('507', '279');
INSERT INTO `question_user` VALUES ('581', '279');
INSERT INTO `question_user` VALUES ('1801', '279');
INSERT INTO `question_user` VALUES ('1806', '279');
INSERT INTO `question_user` VALUES ('1807', '279');
INSERT INTO `question_user` VALUES ('960', '496');
INSERT INTO `question_user` VALUES ('963', '496');
INSERT INTO `question_user` VALUES ('1760', '496');
INSERT INTO `question_user` VALUES ('1761', '496');
INSERT INTO `question_user` VALUES ('1762', '496');
INSERT INTO `question_user` VALUES ('951', '501');
INSERT INTO `question_user` VALUES ('962', '501');
INSERT INTO `question_user` VALUES ('2093', '501');
INSERT INTO `question_user` VALUES ('508', '502');
INSERT INTO `question_user` VALUES ('1811', '502');
INSERT INTO `question_user` VALUES ('1812', '502');
INSERT INTO `question_user` VALUES ('1813', '502');
INSERT INTO `question_user` VALUES ('506', '503');
INSERT INTO `question_user` VALUES ('1109', '515');
INSERT INTO `question_user` VALUES ('1197', '515');
INSERT INTO `question_user` VALUES ('1273', '517');
INSERT INTO `question_user` VALUES ('945', '520');
INSERT INTO `question_user` VALUES ('950', '520');
INSERT INTO `question_user` VALUES ('958', '520');
INSERT INTO `question_user` VALUES ('961', '520');
INSERT INTO `question_user` VALUES ('965', '520');
INSERT INTO `question_user` VALUES ('1741', '520');
INSERT INTO `question_user` VALUES ('1270', '521');
INSERT INTO `question_user` VALUES ('1272', '521');
INSERT INTO `question_user` VALUES ('1107', '522');
INSERT INTO `question_user` VALUES ('1105', '541');
INSERT INTO `question_user` VALUES ('1193', '541');
INSERT INTO `question_user` VALUES ('1195', '541');
INSERT INTO `question_user` VALUES ('1216', '541');
INSERT INTO `question_user` VALUES ('1240', '541');
INSERT INTO `question_user` VALUES ('1245', '541');
INSERT INTO `question_user` VALUES ('1252', '541');
INSERT INTO `question_user` VALUES ('2262', '541');
INSERT INTO `question_user` VALUES ('2263', '541');
INSERT INTO `question_user` VALUES ('2264', '541');
INSERT INTO `question_user` VALUES ('2265', '541');
INSERT INTO `question_user` VALUES ('2266', '541');
INSERT INTO `question_user` VALUES ('2267', '541');
INSERT INTO `question_user` VALUES ('949', '575');
INSERT INTO `question_user` VALUES ('953', '575');
INSERT INTO `question_user` VALUES ('955', '575');
INSERT INTO `question_user` VALUES ('956', '575');
INSERT INTO `question_user` VALUES ('957', '575');
INSERT INTO `question_user` VALUES ('959', '575');
INSERT INTO `question_user` VALUES ('964', '575');
INSERT INTO `question_user` VALUES ('1700', '575');
INSERT INTO `question_user` VALUES ('1702', '575');
INSERT INTO `question_user` VALUES ('948', '598');
INSERT INTO `question_user` VALUES ('954', '598');
INSERT INTO `question_user` VALUES ('1703', '598');
INSERT INTO `question_user` VALUES ('952', '759');
INSERT INTO `question_user` VALUES ('1699', '759');
INSERT INTO `question_user` VALUES ('1701', '759');
INSERT INTO `question_user` VALUES ('1704', '759');
INSERT INTO `question_user` VALUES ('1753', '759');
INSERT INTO `question_user` VALUES ('1757', '759');
INSERT INTO `question_user` VALUES ('1758', '759');
INSERT INTO `question_user` VALUES ('1759', '759');
INSERT INTO `question_user` VALUES ('1782', '759');
INSERT INTO `question_user` VALUES ('1795', '759');
INSERT INTO `question_user` VALUES ('1796', '759');
INSERT INTO `question_user` VALUES ('2092', '759');
INSERT INTO `question_user` VALUES ('796', '773');
INSERT INTO `question_user` VALUES ('797', '773');
INSERT INTO `question_user` VALUES ('798', '773');
INSERT INTO `question_user` VALUES ('800', '773');
INSERT INTO `question_user` VALUES ('801', '773');
INSERT INTO `question_user` VALUES ('802', '773');
INSERT INTO `question_user` VALUES ('803', '773');
INSERT INTO `question_user` VALUES ('804', '773');
INSERT INTO `question_user` VALUES ('805', '773');
INSERT INTO `question_user` VALUES ('806', '773');
INSERT INTO `question_user` VALUES ('807', '773');
INSERT INTO `question_user` VALUES ('808', '773');
INSERT INTO `question_user` VALUES ('809', '773');
INSERT INTO `question_user` VALUES ('810', '773');
INSERT INTO `question_user` VALUES ('811', '773');
INSERT INTO `question_user` VALUES ('777', '774');
INSERT INTO `question_user` VALUES ('778', '774');
INSERT INTO `question_user` VALUES ('782', '774');
INSERT INTO `question_user` VALUES ('783', '774');
INSERT INTO `question_user` VALUES ('784', '774');
INSERT INTO `question_user` VALUES ('785', '774');
INSERT INTO `question_user` VALUES ('786', '774');
INSERT INTO `question_user` VALUES ('787', '774');
INSERT INTO `question_user` VALUES ('788', '774');
INSERT INTO `question_user` VALUES ('789', '774');
INSERT INTO `question_user` VALUES ('790', '774');
INSERT INTO `question_user` VALUES ('791', '774');
INSERT INTO `question_user` VALUES ('792', '774');
INSERT INTO `question_user` VALUES ('793', '774');
INSERT INTO `question_user` VALUES ('794', '774');
INSERT INTO `question_user` VALUES ('795', '774');
INSERT INTO `question_user` VALUES ('2273', '774');
INSERT INTO `question_user` VALUES ('1872', '1862');
INSERT INTO `question_user` VALUES ('1873', '1862');
INSERT INTO `question_user` VALUES ('2120', '1862');
INSERT INTO `question_user` VALUES ('2121', '1862');
INSERT INTO `question_user` VALUES ('2123', '1862');
INSERT INTO `question_user` VALUES ('2124', '1862');
INSERT INTO `question_user` VALUES ('2125', '1862');
INSERT INTO `question_user` VALUES ('2126', '1862');
INSERT INTO `question_user` VALUES ('2280', '1862');
INSERT INTO `question_user` VALUES ('2281', '1862');
INSERT INTO `question_user` VALUES ('2299', '1862');
INSERT INTO `question_user` VALUES ('2300', '1862');
INSERT INTO `question_user` VALUES ('2302', '1862');

-- ----------------------------
-- Table structure for review_assessment
-- ----------------------------
DROP TABLE IF EXISTS `review_assessment`;
CREATE TABLE `review_assessment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_5up7uru8ni1q5dungaxxk3dty` (`name`),
  UNIQUE KEY `UK_fk6dw6ne8j7dbjxnyyt3oufuc` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of review_assessment
-- ----------------------------

-- ----------------------------
-- Table structure for review_comment
-- ----------------------------
DROP TABLE IF EXISTS `review_comment`;
CREATE TABLE `review_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `content` text NOT NULL,
  `is_final_review` bit(1) NOT NULL,
  `question_id` int(11) NOT NULL,
  `reviewer_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_1c3t2dqlk78fnc2qhysp2p9v5` (`question_id`),
  KEY `FK_omf7d51gg0vs40946txened42` (`reviewer_id`),
  CONSTRAINT `FK9u809qmhqj6ku0kpghv8w5rhg` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`),
  CONSTRAINT `FK_1c3t2dqlk78fnc2qhysp2p9v5` FOREIGN KEY (`question_id`) REFERENCES `question` (`id`),
  CONSTRAINT `FK_omf7d51gg0vs40946txened42` FOREIGN KEY (`reviewer_id`) REFERENCES `user` (`id`),
  CONSTRAINT `FKiyblxw0o4whqmo2dmxwdr297p` FOREIGN KEY (`reviewer_id`) REFERENCES `user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2401 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of review_comment
-- ----------------------------
INSERT INTO `review_comment` VALUES ('95', '2019-03-04 06:31:21', '2019-03-04 06:31:21', '合格', '\0', '84', '61');
INSERT INTO `review_comment` VALUES ('96', '2019-03-04 06:31:39', '2019-03-04 06:31:39', '需要标注正确选项', '\0', '85', '72');
INSERT INTO `review_comment` VALUES ('97', '2019-03-04 06:34:34', '2019-03-04 06:34:34', '', '\0', '85', '72');
INSERT INTO `review_comment` VALUES ('98', '2019-03-04 06:35:25', '2019-03-04 06:35:25', '重复', '', '84', '73');
INSERT INTO `review_comment` VALUES ('99', '2019-03-04 06:36:34', '2019-03-04 06:36:34', '', '', '85', '73');
INSERT INTO `review_comment` VALUES ('123', '2019-03-07 05:08:45', '2019-03-07 05:08:45', '请补充题目选项', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('128', '2019-03-07 05:11:48', '2019-03-07 05:11:48', '', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('129', '2019-03-07 05:13:18', '2019-03-07 05:13:18', '', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('130', '2019-03-07 05:34:36', '2019-03-07 05:34:36', '同意', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('131', '2019-03-07 05:35:35', '2019-03-07 05:35:35', '123123', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('132', '2019-03-07 05:37:12', '2019-03-07 05:37:12', '312321', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('133', '2019-03-07 05:37:39', '2019-03-07 05:37:39', '同意', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('134', '2019-03-07 05:38:11', '2019-03-07 05:38:11', '同意', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('135', '2019-03-07 05:48:46', '2019-03-07 05:48:46', '', '', '121', '75');
INSERT INTO `review_comment` VALUES ('136', '2019-03-07 05:50:19', '2019-03-07 05:50:19', '', '\0', '121', '73');
INSERT INTO `review_comment` VALUES ('137', '2019-03-07 05:54:19', '2019-03-07 05:54:19', '1111', '', '121', '75');
INSERT INTO `review_comment` VALUES ('153', '2019-03-12 03:10:45', '2019-03-12 03:10:45', '', '\0', '148', '73');
INSERT INTO `review_comment` VALUES ('154', '2019-03-12 03:11:09', '2019-03-12 03:11:09', '', '', '148', '75');
INSERT INTO `review_comment` VALUES ('159', '2019-03-14 06:57:08', '2019-03-14 06:57:08', '', '\0', '155', '73');
INSERT INTO `review_comment` VALUES ('160', '2019-03-14 06:58:47', '2019-03-14 06:58:47', '试题泄密，重新出题', '', '155', '75');
INSERT INTO `review_comment` VALUES ('161', '2019-03-14 07:00:40', '2019-03-14 07:00:40', '通过', '\0', '155', '73');
INSERT INTO `review_comment` VALUES ('162', '2019-03-14 07:01:25', '2019-03-14 07:01:25', '通过', '', '155', '73');
INSERT INTO `review_comment` VALUES ('173', '2019-03-15 03:06:13', '2019-03-15 03:06:13', '通过', '\0', '168', '73');
INSERT INTO `review_comment` VALUES ('174', '2019-03-15 03:07:35', '2019-03-15 03:07:35', '', '', '168', '75');
INSERT INTO `review_comment` VALUES ('312', '2019-04-04 09:15:46', '2019-04-04 09:15:46', '', '\0', '284', '73');
INSERT INTO `review_comment` VALUES ('313', '2019-04-04 09:21:54', '2019-04-04 09:21:54', '评审结果', '\0', '286', '73');
INSERT INTO `review_comment` VALUES ('314', '2019-04-04 09:24:51', '2019-04-04 09:24:51', '评审结果', '\0', '287', '73');
INSERT INTO `review_comment` VALUES ('329', '2019-04-05 02:27:04', '2019-04-05 02:27:04', 'very good', '\0', '244', '197');
INSERT INTO `review_comment` VALUES ('331', '2019-04-05 02:27:15', '2019-04-05 02:27:15', '', '\0', '244', '197');
INSERT INTO `review_comment` VALUES ('332', '2019-04-05 02:28:13', '2019-04-05 02:28:13', '', '\0', '246', '194');
INSERT INTO `review_comment` VALUES ('333', '2019-04-05 02:28:38', '2019-04-05 02:28:38', '2', '\0', '247', '196');
INSERT INTO `review_comment` VALUES ('334', '2019-04-05 02:28:54', '2019-04-05 02:28:54', '23333', '\0', '315', '243');
INSERT INTO `review_comment` VALUES ('335', '2019-04-05 02:28:55', '2019-04-05 02:28:55', '', '\0', '247', '196');
INSERT INTO `review_comment` VALUES ('336', '2019-04-05 02:29:18', '2019-04-05 02:29:18', 'good', '', '246', '197');
INSERT INTO `review_comment` VALUES ('337', '2019-04-05 02:29:19', '2019-04-05 02:29:19', '', '\0', '318', '196');
INSERT INTO `review_comment` VALUES ('338', '2019-04-05 02:29:25', '2019-04-05 02:29:25', '', '\0', '317', '243');
INSERT INTO `review_comment` VALUES ('339', '2019-04-05 02:29:30', '2019-04-05 02:29:30', '', '\0', '321', '196');
INSERT INTO `review_comment` VALUES ('340', '2019-04-05 02:29:32', '2019-04-05 02:29:32', 'good', '', '315', '197');
INSERT INTO `review_comment` VALUES ('341', '2019-04-05 02:29:59', '2019-04-05 02:29:59', 'good', '', '321', '197');
INSERT INTO `review_comment` VALUES ('342', '2019-04-05 02:30:06', '2019-04-05 02:30:06', '', '', '321', '197');
INSERT INTO `review_comment` VALUES ('343', '2019-04-05 02:30:19', '2019-04-05 02:30:19', '', '', '318', '194');
INSERT INTO `review_comment` VALUES ('344', '2019-04-05 02:30:35', '2019-04-05 02:30:35', '', '', '244', '196');
INSERT INTO `review_comment` VALUES ('345', '2019-04-05 02:30:38', '2019-04-05 02:30:38', '优秀', '\0', '317', '243');
INSERT INTO `review_comment` VALUES ('350', '2019-04-05 02:32:09', '2019-04-05 02:32:09', '', '', '317', '194');
INSERT INTO `review_comment` VALUES ('353', '2019-04-05 02:33:09', '2019-04-05 02:33:09', '', '\0', '316', '196');
INSERT INTO `review_comment` VALUES ('355', '2019-04-05 02:34:38', '2019-04-05 02:34:38', '', '\0', '352', '194');
INSERT INTO `review_comment` VALUES ('356', '2019-04-05 02:34:59', '2019-04-05 02:34:59', '', '\0', '316', '196');
INSERT INTO `review_comment` VALUES ('368', '2019-04-05 02:39:29', '2019-04-05 02:39:29', '', '\0', '360', '194');
INSERT INTO `review_comment` VALUES ('369', '2019-04-05 02:39:39', '2019-04-05 02:39:39', '', '\0', '347', '196');
INSERT INTO `review_comment` VALUES ('370', '2019-04-05 02:40:00', '2019-04-05 02:40:00', '', '', '347', '194');
INSERT INTO `review_comment` VALUES ('371', '2019-04-05 02:41:11', '2019-04-05 02:41:11', '', '\0', '367', '196');
INSERT INTO `review_comment` VALUES ('372', '2019-04-05 02:41:27', '2019-04-05 02:41:27', '会上天', '\0', '354', '197');
INSERT INTO `review_comment` VALUES ('375', '2019-04-05 02:41:56', '2019-04-05 02:41:56', '', '', '354', '194');
INSERT INTO `review_comment` VALUES ('381', '2019-04-05 02:47:24', '2019-04-05 02:47:24', '', '\0', '362', '196');
INSERT INTO `review_comment` VALUES ('382', '2019-04-05 02:47:41', '2019-04-05 02:47:41', '', '', '362', '194');
INSERT INTO `review_comment` VALUES ('383', '2019-04-05 02:47:43', '2019-04-05 02:47:43', '', '', '316', '243');
INSERT INTO `review_comment` VALUES ('384', '2019-04-05 02:48:01', '2019-04-05 02:48:01', '', '', '352', '243');
INSERT INTO `review_comment` VALUES ('385', '2019-04-05 02:48:13', '2019-04-05 02:48:13', '', '', '360', '243');
INSERT INTO `review_comment` VALUES ('386', '2019-04-05 02:48:23', '2019-04-05 02:48:23', '', '', '367', '243');
INSERT INTO `review_comment` VALUES ('387', '2019-04-05 02:49:42', '2019-04-05 02:49:42', '', '', '247', '194');
INSERT INTO `review_comment` VALUES ('412', '2019-04-05 06:26:54', '2019-04-05 06:26:54', '通过', '\0', '254', '192');
INSERT INTO `review_comment` VALUES ('413', '2019-04-05 06:27:15', '2019-04-05 06:27:15', '通过', '\0', '258', '192');
INSERT INTO `review_comment` VALUES ('414', '2019-04-05 06:27:27', '2019-04-05 06:27:27', '通过\n', '\0', '252', '193');
INSERT INTO `review_comment` VALUES ('415', '2019-04-05 06:27:51', '2019-04-05 06:27:51', '通过', '\0', '259', '193');
INSERT INTO `review_comment` VALUES ('416', '2019-04-05 06:28:07', '2019-04-05 06:28:07', '', '\0', '264', '192');
INSERT INTO `review_comment` VALUES ('417', '2019-04-05 06:28:09', '2019-04-05 06:28:09', '通过', '\0', '265', '193');
INSERT INTO `review_comment` VALUES ('418', '2019-04-05 06:28:19', '2019-04-05 06:28:19', '通过', '\0', '271', '193');
INSERT INTO `review_comment` VALUES ('419', '2019-04-05 06:28:41', '2019-04-05 06:28:41', '答案不合理', '\0', '270', '192');
INSERT INTO `review_comment` VALUES ('420', '2019-04-05 06:29:19', '2019-04-05 06:29:19', '通过', '', '254', '193');
INSERT INTO `review_comment` VALUES ('421', '2019-04-05 06:29:50', '2019-04-05 06:29:50', '', '', '254', '193');
INSERT INTO `review_comment` VALUES ('422', '2019-04-05 06:30:06', '2019-04-05 06:30:06', '通过并发布', '', '258', '193');
INSERT INTO `review_comment` VALUES ('423', '2019-04-05 06:30:18', '2019-04-05 06:30:18', '通过并发布', '', '264', '193');
INSERT INTO `review_comment` VALUES ('424', '2019-04-05 06:30:34', '2019-04-05 06:30:34', '通过并发布', '', '270', '193');
INSERT INTO `review_comment` VALUES ('425', '2019-04-05 06:31:25', '2019-04-05 06:31:25', '', '\0', '252', '193');
INSERT INTO `review_comment` VALUES ('426', '2019-04-05 06:31:32', '2019-04-05 06:31:32', '', '\0', '259', '193');
INSERT INTO `review_comment` VALUES ('427', '2019-04-05 06:31:38', '2019-04-05 06:31:38', '', '\0', '265', '193');
INSERT INTO `review_comment` VALUES ('428', '2019-04-05 06:31:44', '2019-04-05 06:31:44', '', '\0', '271', '193');
INSERT INTO `review_comment` VALUES ('433', '2019-04-07 07:47:49', '2019-04-07 07:47:49', '好', '\0', '256', '242');
INSERT INTO `review_comment` VALUES ('434', '2019-04-07 07:48:14', '2019-04-07 07:48:14', '好', '\0', '261', '242');
INSERT INTO `review_comment` VALUES ('435', '2019-04-07 07:48:28', '2019-04-07 07:48:28', '好', '\0', '267', '242');
INSERT INTO `review_comment` VALUES ('436', '2019-04-07 07:48:44', '2019-04-07 07:48:44', '好', '\0', '273', '242');
INSERT INTO `review_comment` VALUES ('437', '2019-04-07 07:49:09', '2019-04-07 07:49:09', '', '\0', '256', '242');
INSERT INTO `review_comment` VALUES ('438', '2019-04-07 07:49:22', '2019-04-07 07:49:22', '', '\0', '261', '242');
INSERT INTO `review_comment` VALUES ('439', '2019-04-07 07:49:31', '2019-04-07 07:49:31', '', '\0', '267', '242');
INSERT INTO `review_comment` VALUES ('440', '2019-04-07 07:49:39', '2019-04-07 07:49:39', '', '\0', '273', '242');
INSERT INTO `review_comment` VALUES ('441', '2019-04-07 08:01:25', '2019-04-07 08:01:25', '无需修改', '\0', '257', '190');
INSERT INTO `review_comment` VALUES ('442', '2019-04-07 08:01:42', '2019-04-07 08:01:42', '无需修改', '\0', '263', '190');
INSERT INTO `review_comment` VALUES ('443', '2019-04-07 08:01:55', '2019-04-07 08:01:55', '无需修改', '\0', '269', '190');
INSERT INTO `review_comment` VALUES ('444', '2019-04-07 08:02:07', '2019-04-07 08:02:07', '无需修改', '\0', '275', '190');
INSERT INTO `review_comment` VALUES ('445', '2019-04-07 10:42:03', '2019-04-07 10:42:03', '通过', '\0', '255', '249');
INSERT INTO `review_comment` VALUES ('446', '2019-04-07 10:42:22', '2019-04-07 10:42:22', '', '\0', '260', '249');
INSERT INTO `review_comment` VALUES ('447', '2019-04-07 10:42:38', '2019-04-07 10:42:38', '', '\0', '266', '249');
INSERT INTO `review_comment` VALUES ('448', '2019-04-07 10:42:40', '2019-04-07 10:42:40', '完美的考验了答题人是否会被绕进去，完美的题目啊！', '\0', '253', '248');
INSERT INTO `review_comment` VALUES ('449', '2019-04-07 10:43:13', '2019-04-07 10:43:13', '不通过', '\0', '272', '249');
INSERT INTO `review_comment` VALUES ('450', '2019-04-07 10:43:18', '2019-04-07 10:43:18', '', '\0', '272', '249');
INSERT INTO `review_comment` VALUES ('451', '2019-04-07 10:43:19', '2019-04-07 10:43:19', '哇，猫好可爱啊！', '\0', '262', '248');
INSERT INTO `review_comment` VALUES ('452', '2019-04-07 10:43:36', '2019-04-07 10:43:36', '哇，狗狗好可爱啊！', '\0', '268', '248');
INSERT INTO `review_comment` VALUES ('453', '2019-04-07 10:43:44', '2019-04-07 10:43:44', '通过', '', '257', '192');
INSERT INTO `review_comment` VALUES ('454', '2019-04-07 10:43:56', '2019-04-07 10:43:56', '通过', '', '263', '192');
INSERT INTO `review_comment` VALUES ('455', '2019-04-07 10:44:26', '2019-04-07 10:44:26', '鸡肉炖鸡蛋超好吃', '\0', '274', '248');
INSERT INTO `review_comment` VALUES ('456', '2019-04-07 10:44:46', '2019-04-07 10:44:46', '', '', '252', '249');
INSERT INTO `review_comment` VALUES ('457', '2019-04-07 10:44:47', '2019-04-07 10:44:47', 'ok', '', '256', '248');
INSERT INTO `review_comment` VALUES ('458', '2019-04-07 10:44:49', '2019-04-07 10:44:49', '通过', '', '269', '192');
INSERT INTO `review_comment` VALUES ('459', '2019-04-07 10:44:55', '2019-04-07 10:44:55', '', '', '259', '249');
INSERT INTO `review_comment` VALUES ('460', '2019-04-07 10:44:56', '2019-04-07 10:44:56', 'ok', '', '261', '248');
INSERT INTO `review_comment` VALUES ('461', '2019-04-07 10:45:05', '2019-04-07 10:45:05', 'ok', '', '267', '248');
INSERT INTO `review_comment` VALUES ('462', '2019-04-07 10:45:07', '2019-04-07 10:45:07', '', '', '265', '249');
INSERT INTO `review_comment` VALUES ('463', '2019-04-07 10:45:14', '2019-04-07 10:45:14', 'okk', '', '273', '248');
INSERT INTO `review_comment` VALUES ('464', '2019-04-07 10:45:30', '2019-04-07 10:45:30', '', '', '271', '249');
INSERT INTO `review_comment` VALUES ('465', '2019-04-07 10:45:43', '2019-04-07 10:45:43', '通过', '', '275', '192');
INSERT INTO `review_comment` VALUES ('466', '2019-04-07 10:46:01', '2019-04-07 10:46:01', '通过', '', '255', '242');
INSERT INTO `review_comment` VALUES ('467', '2019-04-07 10:46:14', '2019-04-07 10:46:14', '这题目很棒噢！考验了答题人的自信心，也可以在选项中稍微加点非数字项！', '', '253', '190');
INSERT INTO `review_comment` VALUES ('468', '2019-04-07 10:46:28', '2019-04-07 10:46:28', '通过', '', '260', '242');
INSERT INTO `review_comment` VALUES ('469', '2019-04-07 10:46:55', '2019-04-07 10:46:55', '通过', '', '266', '242');
INSERT INTO `review_comment` VALUES ('470', '2019-04-07 10:46:56', '2019-04-07 10:46:56', '这是一道很好的常识题！', '', '262', '190');
INSERT INTO `review_comment` VALUES ('471', '2019-04-07 10:47:05', '2019-04-07 10:47:05', '', '', '266', '242');
INSERT INTO `review_comment` VALUES ('472', '2019-04-07 10:47:23', '2019-04-07 10:47:23', '出色的英语能力你值得拥有！', '', '268', '190');
INSERT INTO `review_comment` VALUES ('473', '2019-04-07 10:47:44', '2019-04-07 10:47:44', '萝卜不好吃！', '', '274', '190');
INSERT INTO `review_comment` VALUES ('474', '2019-04-07 14:01:19', '2019-04-07 14:01:19', '', '\0', '272', '249');
INSERT INTO `review_comment` VALUES ('475', '2019-04-07 14:03:50', '2019-04-07 14:03:50', '', '', '272', '242');
INSERT INTO `review_comment` VALUES ('476', '2019-04-08 03:03:20', '2019-04-08 03:03:20', 'fsa', '', '284', '75');
INSERT INTO `review_comment` VALUES ('477', '2019-04-08 03:11:08', '2019-04-08 03:11:08', 'z', '', '284', '75');
INSERT INTO `review_comment` VALUES ('478', '2019-04-08 03:11:20', '2019-04-08 03:11:20', 'z', '', '284', '75');
INSERT INTO `review_comment` VALUES ('485', '2019-04-08 05:22:43', '2019-04-08 05:22:43', '评审结果', '\0', '479', '73');
INSERT INTO `review_comment` VALUES ('486', '2019-04-08 06:06:50', '2019-04-08 06:06:50', '终审评论', '', '479', '75');
INSERT INTO `review_comment` VALUES ('571', '2019-04-09 08:17:39', '2019-04-09 08:17:39', 'no', '\0', '523', '250');
INSERT INTO `review_comment` VALUES ('634', '2019-04-13 07:05:20', '2019-04-13 07:05:20', '', '\0', '633', '208');
INSERT INTO `review_comment` VALUES ('635', '2019-04-13 07:07:50', '2019-04-13 07:07:50', '', '', '633', '209');
INSERT INTO `review_comment` VALUES ('670', '2019-04-14 05:41:05', '2019-04-14 05:41:05', 'what ?', '\0', '577', '203');
INSERT INTO `review_comment` VALUES ('673', '2019-04-14 05:48:02', '2019-04-14 05:48:02', 'what?', '\0', '577', '203');
INSERT INTO `review_comment` VALUES ('678', '2019-04-14 05:53:53', '2019-04-14 05:53:53', '', '\0', '578', '203');
INSERT INTO `review_comment` VALUES ('679', '2019-04-14 06:28:55', '2019-04-14 06:28:55', 'sdchsb', '', '578', '202');
INSERT INTO `review_comment` VALUES ('680', '2019-04-14 06:29:49', '2019-04-14 06:29:49', '= =', '\0', '577', '203');
INSERT INTO `review_comment` VALUES ('681', '2019-04-14 06:30:09', '2019-04-14 06:30:09', '这个题不好，请重新出题', '', '578', '202');
INSERT INTO `review_comment` VALUES ('682', '2019-04-14 06:31:07', '2019-04-14 06:31:07', '这道题作废', '', '577', '202');
INSERT INTO `review_comment` VALUES ('683', '2019-04-14 06:31:18', '2019-04-14 06:31:18', '', '\0', '594', '205');
INSERT INTO `review_comment` VALUES ('685', '2019-04-14 06:43:59', '2019-04-14 06:43:59', '', '\0', '578', '203');
INSERT INTO `review_comment` VALUES ('686', '2019-04-14 06:44:09', '2019-04-14 06:44:09', '', '\0', '631', '203');
INSERT INTO `review_comment` VALUES ('687', '2019-04-14 06:57:13', '2019-04-14 06:57:13', 'US新安江', '', '578', '202');
INSERT INTO `review_comment` VALUES ('715', '2019-04-17 06:42:48', '2019-04-17 06:42:48', '不好，要修改。', '\0', '709', '73');
INSERT INTO `review_comment` VALUES ('717', '2019-04-17 06:47:56', '2019-04-17 06:47:56', '', '\0', '702', '73');
INSERT INTO `review_comment` VALUES ('750', '2019-04-19 05:41:46', '2019-04-19 05:41:46', '', '\0', '733', '73');
INSERT INTO `review_comment` VALUES ('751', '2019-04-19 05:42:04', '2019-04-19 05:42:04', '', '\0', '734', '73');
INSERT INTO `review_comment` VALUES ('752', '2019-04-19 05:42:19', '2019-04-19 05:42:19', '', '\0', '735', '73');
INSERT INTO `review_comment` VALUES ('753', '2019-04-19 05:42:32', '2019-04-19 05:42:32', '', '\0', '736', '73');
INSERT INTO `review_comment` VALUES ('754', '2019-04-19 05:43:09', '2019-04-19 05:43:09', '', '', '734', '75');
INSERT INTO `review_comment` VALUES ('755', '2019-04-19 05:43:21', '2019-04-19 05:43:21', '', '', '735', '75');
INSERT INTO `review_comment` VALUES ('756', '2019-04-19 05:43:30', '2019-04-19 05:43:30', '', '', '736', '75');
INSERT INTO `review_comment` VALUES ('882', '2019-04-23 13:40:08', '2019-04-23 13:40:08', '合格\n', '\0', '777', '774');
INSERT INTO `review_comment` VALUES ('984', '2019-04-24 10:38:38', '2019-04-24 10:38:38', '题目符合要求', '\0', '954', '598');
INSERT INTO `review_comment` VALUES ('985', '2019-04-24 11:04:39', '2019-04-24 11:04:39', '质量合格，深符要求！予以通过！', '\0', '960', '496');
INSERT INTO `review_comment` VALUES ('1002', '2019-04-25 10:30:01', '2019-04-25 10:30:01', '', '\0', '796', '773');
INSERT INTO `review_comment` VALUES ('1003', '2019-04-25 10:31:35', '2019-04-25 10:31:35', '', '\0', '797', '773');
INSERT INTO `review_comment` VALUES ('1004', '2019-04-25 10:32:19', '2019-04-25 10:32:19', '', '\0', '798', '773');
INSERT INTO `review_comment` VALUES ('1005', '2019-04-25 10:32:28', '2019-04-25 10:32:28', '', '\0', '800', '773');
INSERT INTO `review_comment` VALUES ('1006', '2019-04-25 10:32:35', '2019-04-25 10:32:35', '', '\0', '801', '773');
INSERT INTO `review_comment` VALUES ('1007', '2019-04-25 10:32:44', '2019-04-25 10:32:44', '', '\0', '802', '773');
INSERT INTO `review_comment` VALUES ('1008', '2019-04-25 10:32:52', '2019-04-25 10:32:52', '', '\0', '803', '773');
INSERT INTO `review_comment` VALUES ('1009', '2019-04-25 10:33:03', '2019-04-25 10:33:03', '', '\0', '804', '773');
INSERT INTO `review_comment` VALUES ('1010', '2019-04-25 10:33:13', '2019-04-25 10:33:13', '', '\0', '805', '773');
INSERT INTO `review_comment` VALUES ('1011', '2019-04-25 10:33:19', '2019-04-25 10:33:19', '', '\0', '806', '773');
INSERT INTO `review_comment` VALUES ('1012', '2019-04-25 10:33:26', '2019-04-25 10:33:26', '', '\0', '807', '773');
INSERT INTO `review_comment` VALUES ('1013', '2019-04-25 10:33:34', '2019-04-25 10:33:34', '', '\0', '808', '773');
INSERT INTO `review_comment` VALUES ('1014', '2019-04-25 10:33:42', '2019-04-25 10:33:42', '', '\0', '809', '773');
INSERT INTO `review_comment` VALUES ('1015', '2019-04-25 10:33:51', '2019-04-25 10:33:51', '', '\0', '810', '773');
INSERT INTO `review_comment` VALUES ('1016', '2019-04-25 10:34:02', '2019-04-25 10:34:02', '', '\0', '811', '773');
INSERT INTO `review_comment` VALUES ('1017', '2019-04-25 10:45:30', '2019-04-25 10:45:30', '此题目无任何错误，可以发布。', '', '777', '640');
INSERT INTO `review_comment` VALUES ('1019', '2019-04-25 12:25:55', '2019-04-25 12:25:55', '好', '\0', '962', '501');
INSERT INTO `review_comment` VALUES ('1029', '2019-04-25 15:08:38', '2019-04-25 15:08:38', '', '\0', '782', '774');
INSERT INTO `review_comment` VALUES ('1030', '2019-04-25 15:08:56', '2019-04-25 15:08:56', '', '\0', '783', '774');
INSERT INTO `review_comment` VALUES ('1031', '2019-04-25 15:09:11', '2019-04-25 15:09:11', '', '\0', '784', '774');
INSERT INTO `review_comment` VALUES ('1032', '2019-04-25 15:09:28', '2019-04-25 15:09:28', '', '\0', '785', '774');
INSERT INTO `review_comment` VALUES ('1033', '2019-04-25 15:10:00', '2019-04-25 15:10:00', '', '\0', '778', '774');
INSERT INTO `review_comment` VALUES ('1034', '2019-04-25 15:10:09', '2019-04-25 15:10:09', '', '\0', '786', '774');
INSERT INTO `review_comment` VALUES ('1035', '2019-04-25 15:10:18', '2019-04-25 15:10:18', '', '\0', '787', '774');
INSERT INTO `review_comment` VALUES ('1036', '2019-04-25 15:10:28', '2019-04-25 15:10:28', '', '\0', '788', '774');
INSERT INTO `review_comment` VALUES ('1037', '2019-04-25 15:10:38', '2019-04-25 15:10:38', '', '\0', '789', '774');
INSERT INTO `review_comment` VALUES ('1038', '2019-04-25 15:10:46', '2019-04-25 15:10:46', '', '\0', '790', '774');
INSERT INTO `review_comment` VALUES ('1039', '2019-04-25 15:11:02', '2019-04-25 15:11:02', '', '\0', '791', '774');
INSERT INTO `review_comment` VALUES ('1040', '2019-04-25 15:11:11', '2019-04-25 15:11:11', '', '\0', '792', '774');
INSERT INTO `review_comment` VALUES ('1041', '2019-04-25 15:11:20', '2019-04-25 15:11:20', '', '\0', '793', '774');
INSERT INTO `review_comment` VALUES ('1042', '2019-04-25 15:11:28', '2019-04-25 15:11:28', '', '\0', '794', '774');
INSERT INTO `review_comment` VALUES ('1043', '2019-04-25 15:11:36', '2019-04-25 15:11:36', '', '\0', '795', '774');
INSERT INTO `review_comment` VALUES ('1044', '2019-04-25 15:12:14', '2019-04-25 15:12:14', 'ok', '', '786', '640');
INSERT INTO `review_comment` VALUES ('1045', '2019-04-25 15:14:16', '2019-04-25 15:14:16', '可以', '', '778', '640');
INSERT INTO `review_comment` VALUES ('1046', '2019-04-25 15:14:24', '2019-04-25 15:14:24', '可以', '', '778', '640');
INSERT INTO `review_comment` VALUES ('1047', '2019-04-25 15:14:35', '2019-04-25 15:14:35', '通过', '', '787', '640');
INSERT INTO `review_comment` VALUES ('1048', '2019-04-25 15:14:47', '2019-04-25 15:14:47', '没问题', '', '788', '640');
INSERT INTO `review_comment` VALUES ('1049', '2019-04-25 15:15:00', '2019-04-25 15:15:00', 'pass', '', '789', '640');
INSERT INTO `review_comment` VALUES ('1050', '2019-04-25 15:15:12', '2019-04-25 15:15:12', '通过', '', '790', '640');
INSERT INTO `review_comment` VALUES ('1051', '2019-04-25 15:15:24', '2019-04-25 15:15:24', '通过', '', '791', '640');
INSERT INTO `review_comment` VALUES ('1052', '2019-04-25 15:15:35', '2019-04-25 15:15:35', '通过', '', '792', '640');
INSERT INTO `review_comment` VALUES ('1053', '2019-04-25 15:15:43', '2019-04-25 15:15:43', '通过', '', '793', '640');
INSERT INTO `review_comment` VALUES ('1054', '2019-04-25 15:15:52', '2019-04-25 15:15:52', '通过', '', '794', '640');
INSERT INTO `review_comment` VALUES ('1055', '2019-04-25 15:16:01', '2019-04-25 15:16:01', '通过', '', '795', '640');
INSERT INTO `review_comment` VALUES ('1056', '2019-04-25 15:16:13', '2019-04-25 15:16:13', '通过', '', '796', '640');
INSERT INTO `review_comment` VALUES ('1057', '2019-04-25 15:16:21', '2019-04-25 15:16:21', '通过', '', '797', '640');
INSERT INTO `review_comment` VALUES ('1058', '2019-04-25 15:16:29', '2019-04-25 15:16:29', '通过', '', '798', '640');
INSERT INTO `review_comment` VALUES ('1059', '2019-04-25 15:16:38', '2019-04-25 15:16:38', '通过', '', '800', '640');
INSERT INTO `review_comment` VALUES ('1060', '2019-04-25 15:16:47', '2019-04-25 15:16:47', '通过', '', '801', '640');
INSERT INTO `review_comment` VALUES ('1061', '2019-04-25 15:16:54', '2019-04-25 15:16:54', '通过', '', '802', '640');
INSERT INTO `review_comment` VALUES ('1062', '2019-04-25 15:17:02', '2019-04-25 15:17:02', '通过', '', '803', '640');
INSERT INTO `review_comment` VALUES ('1063', '2019-04-25 15:17:09', '2019-04-25 15:17:09', '通过', '', '804', '640');
INSERT INTO `review_comment` VALUES ('1064', '2019-04-25 15:17:17', '2019-04-25 15:17:17', '通过', '', '805', '640');
INSERT INTO `review_comment` VALUES ('1065', '2019-04-25 15:17:25', '2019-04-25 15:17:25', '通过', '', '806', '640');
INSERT INTO `review_comment` VALUES ('1066', '2019-04-25 15:17:40', '2019-04-25 15:17:40', '通过', '', '807', '640');
INSERT INTO `review_comment` VALUES ('1067', '2019-04-25 15:17:49', '2019-04-25 15:17:49', '通过', '', '808', '640');
INSERT INTO `review_comment` VALUES ('1068', '2019-04-25 15:17:57', '2019-04-25 15:17:57', '通过', '', '809', '640');
INSERT INTO `review_comment` VALUES ('1069', '2019-04-25 15:18:05', '2019-04-25 15:18:05', '通过', '', '810', '640');
INSERT INTO `review_comment` VALUES ('1070', '2019-04-25 15:18:14', '2019-04-25 15:18:14', '通过', '', '811', '640');
INSERT INTO `review_comment` VALUES ('1075', '2019-04-27 05:30:38', '2019-04-27 05:30:38', '试卷很好', '', '954', '759');
INSERT INTO `review_comment` VALUES ('1076', '2019-04-27 05:31:00', '2019-04-27 05:31:00', '很好 2019年04月27日13:30:39', '\0', '952', '759');
INSERT INTO `review_comment` VALUES ('1077', '2019-04-27 05:31:14', '2019-04-27 05:31:14', '通过', '\0', '952', '759');
INSERT INTO `review_comment` VALUES ('1078', '2019-04-27 05:31:33', '2019-04-27 05:31:33', '很好', '', '954', '759');
INSERT INTO `review_comment` VALUES ('1128', '2019-04-28 06:47:34', '2019-04-28 06:47:34', '出题不符合要求', '\0', '948', '598');
INSERT INTO `review_comment` VALUES ('1129', '2019-04-28 06:48:21', '2019-04-28 06:48:21', '', '', '952', '598');
INSERT INTO `review_comment` VALUES ('1156', '2019-04-28 07:31:19', '2019-04-28 07:31:19', '32132131312', '\0', '1145', '192');
INSERT INTO `review_comment` VALUES ('1157', '2019-04-28 07:33:04', '2019-04-28 07:33:04', '', '\0', '1145', '192');
INSERT INTO `review_comment` VALUES ('1158', '2019-04-28 07:38:44', '2019-04-28 07:38:44', '', '\0', '1145', '192');
INSERT INTO `review_comment` VALUES ('1173', '2019-04-28 08:04:41', '2019-04-28 08:04:41', '', '', '1145', '193');
INSERT INTO `review_comment` VALUES ('1199', '2019-04-28 10:36:07', '2019-04-28 10:36:07', 'ok', '\0', '951', '501');
INSERT INTO `review_comment` VALUES ('1200', '2019-04-28 10:39:02', '2019-04-28 10:39:02', '优秀', '\0', '950', '520');
INSERT INTO `review_comment` VALUES ('1201', '2019-04-28 10:39:17', '2019-04-28 10:39:17', '', '\0', '958', '520');
INSERT INTO `review_comment` VALUES ('1202', '2019-04-28 10:39:37', '2019-04-28 10:39:37', '', '\0', '961', '520');
INSERT INTO `review_comment` VALUES ('1203', '2019-04-28 10:40:16', '2019-04-28 10:40:16', 'ok\n', '', '950', '501');
INSERT INTO `review_comment` VALUES ('1204', '2019-04-28 10:40:33', '2019-04-28 10:40:33', '', '', '962', '520');
INSERT INTO `review_comment` VALUES ('1205', '2019-04-28 10:42:32', '2019-04-28 10:42:32', '没有针对知识点出题>_<', '\0', '965', '520');
INSERT INTO `review_comment` VALUES ('1206', '2019-04-28 10:43:00', '2019-04-28 10:43:00', '没有针对知识点出题', '\0', '945', '520');
INSERT INTO `review_comment` VALUES ('1207', '2019-04-28 10:43:04', '2019-04-28 10:43:04', '考核全面，覆盖面很广，问题区分度高！予以通过！', '\0', '963', '496');
INSERT INTO `review_comment` VALUES ('1209', '2019-04-28 10:47:57', '2019-04-28 10:47:57', '额', '\0', '965', '520');
INSERT INTO `review_comment` VALUES ('1211', '2019-04-28 10:54:36', '2019-04-28 10:54:36', '', '\0', '948', '598');
INSERT INTO `review_comment` VALUES ('1212', '2019-04-28 10:54:56', '2019-04-28 10:54:56', '', '', '958', '598');
INSERT INTO `review_comment` VALUES ('1213', '2019-04-28 10:55:03', '2019-04-28 10:55:03', '', '', '965', '598');
INSERT INTO `review_comment` VALUES ('1215', '2019-04-28 11:11:02', '2019-04-28 11:11:02', '终审pass', '', '951', '759');
INSERT INTO `review_comment` VALUES ('1217', '2019-04-28 11:20:00', '2019-04-28 11:20:00', '', '\0', '949', '575');
INSERT INTO `review_comment` VALUES ('1218', '2019-04-28 11:20:08', '2019-04-28 11:20:08', '', '\0', '953', '575');
INSERT INTO `review_comment` VALUES ('1219', '2019-04-28 11:20:17', '2019-04-28 11:20:17', '', '\0', '955', '575');
INSERT INTO `review_comment` VALUES ('1220', '2019-04-28 11:20:24', '2019-04-28 11:20:24', '', '\0', '956', '575');
INSERT INTO `review_comment` VALUES ('1221', '2019-04-28 11:20:31', '2019-04-28 11:20:31', '', '\0', '957', '575');
INSERT INTO `review_comment` VALUES ('1222', '2019-04-28 11:20:39', '2019-04-28 11:20:39', '', '\0', '959', '575');
INSERT INTO `review_comment` VALUES ('1223', '2019-04-28 11:20:46', '2019-04-28 11:20:46', '', '\0', '964', '575');
INSERT INTO `review_comment` VALUES ('1224', '2019-04-28 11:21:01', '2019-04-28 11:21:01', '', '', '945', '575');
INSERT INTO `review_comment` VALUES ('1225', '2019-04-28 11:21:07', '2019-04-28 11:21:07', '', '', '948', '575');
INSERT INTO `review_comment` VALUES ('1226', '2019-04-28 11:21:13', '2019-04-28 11:21:13', '', '', '960', '575');
INSERT INTO `review_comment` VALUES ('1227', '2019-04-28 11:21:20', '2019-04-28 11:21:20', '', '', '961', '575');
INSERT INTO `review_comment` VALUES ('1228', '2019-04-28 11:21:27', '2019-04-28 11:21:27', '', '', '963', '575');
INSERT INTO `review_comment` VALUES ('1230', '2019-04-28 11:27:32', '2019-04-28 11:27:32', '？？？', '', '957', '520');
INSERT INTO `review_comment` VALUES ('1235', '2019-04-28 11:42:38', '2019-04-28 11:42:38', '思路新颖，考查全面，终审通过！', '', '964', '496');
INSERT INTO `review_comment` VALUES ('1237', '2019-04-28 11:43:56', '2019-04-28 11:43:56', 'jjjj', '\0', '1193', '541');
INSERT INTO `review_comment` VALUES ('1244', '2019-04-28 11:52:49', '2019-04-28 11:52:49', '', '', '959', '520');
INSERT INTO `review_comment` VALUES ('1254', '2019-04-28 12:04:14', '2019-04-28 12:04:14', '212121', '\0', '1252', '541');
INSERT INTO `review_comment` VALUES ('1255', '2019-04-28 12:05:22', '2019-04-28 12:05:22', '', '\0', '1252', '541');
INSERT INTO `review_comment` VALUES ('1256', '2019-04-28 12:07:53', '2019-04-28 12:07:53', '', '\0', '1252', '541');
INSERT INTO `review_comment` VALUES ('1261', '2019-04-28 13:45:19', '2019-04-28 13:45:19', 'shuage', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1263', '2019-04-28 13:50:21', '2019-04-28 13:50:21', 'shuage', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1267', '2019-04-28 14:16:57', '2019-04-28 14:16:57', 'shuaige', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1268', '2019-04-28 14:18:27', '2019-04-28 14:18:27', 'shuaige', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1269', '2019-04-28 14:19:24', '2019-04-28 14:19:24', '', '', '631', '202');
INSERT INTO `review_comment` VALUES ('1277', '2019-04-28 16:54:43', '2019-04-28 16:54:43', 'nonono', '\0', '1270', '521');
INSERT INTO `review_comment` VALUES ('1278', '2019-04-28 16:56:26', '2019-04-28 16:56:26', 'cnm', '\0', '1270', '521');
INSERT INTO `review_comment` VALUES ('1279', '2019-04-28 17:02:58', '2019-04-28 17:02:58', 'ok', '\0', '1270', '521');
INSERT INTO `review_comment` VALUES ('1280', '2019-04-28 17:06:43', '2019-04-28 17:06:43', '', '\0', '1270', '521');
INSERT INTO `review_comment` VALUES ('1281', '2019-04-28 17:08:33', '2019-04-28 17:08:33', '正在看~', '', '1270', '530');
INSERT INTO `review_comment` VALUES ('1282', '2019-04-29 02:14:23', '2019-04-29 02:14:23', '', '\0', '1147', '249');
INSERT INTO `review_comment` VALUES ('1283', '2019-04-29 02:22:11', '2019-04-29 02:22:11', '', '\0', '953', '575');
INSERT INTO `review_comment` VALUES ('1284', '2019-04-29 02:28:40', '2019-04-29 02:28:40', '', '', '1147', '193');
INSERT INTO `review_comment` VALUES ('1307', '2019-04-29 10:32:55', '2019-04-29 10:32:55', '是', '', '953', '598');
INSERT INTO `review_comment` VALUES ('1308', '2019-04-29 10:33:05', '2019-04-29 10:33:05', '撒大声地', '', '953', '598');
INSERT INTO `review_comment` VALUES ('1309', '2019-04-29 10:38:19', '2019-04-29 10:38:19', '啥的', '', '953', '598');
INSERT INTO `review_comment` VALUES ('1310', '2019-04-29 10:40:00', '2019-04-29 10:40:00', '啥的撒', '', '953', '598');
INSERT INTO `review_comment` VALUES ('1316', '2019-04-29 11:18:48', '2019-04-29 11:18:48', '还可以还可以', '\0', '591', '200');
INSERT INTO `review_comment` VALUES ('1325', '2019-04-29 11:27:26', '2019-04-29 11:27:26', 'dsadsafas发士大夫地方', '\0', '591', '200');
INSERT INTO `review_comment` VALUES ('1328', '2019-04-29 12:04:35', '2019-04-29 12:04:35', '213', '\0', '1327', '192');
INSERT INTO `review_comment` VALUES ('1329', '2019-04-29 12:06:27', '2019-04-29 12:06:27', '', '\0', '1327', '192');
INSERT INTO `review_comment` VALUES ('1347', '2019-04-30 01:06:56', '2019-04-30 01:06:56', '', '\0', '949', '575');
INSERT INTO `review_comment` VALUES ('1483', '2019-05-02 03:05:03', '2019-05-02 03:05:03', '通过', '\0', '532', '223');
INSERT INTO `review_comment` VALUES ('1484', '2019-05-02 03:06:09', '2019-05-02 03:06:09', 'tongguo', '', '532', '224');
INSERT INTO `review_comment` VALUES ('1485', '2019-05-02 03:06:18', '2019-05-02 03:06:18', 'tongguo', '', '532', '224');
INSERT INTO `review_comment` VALUES ('1558', '2019-05-03 12:04:17', '2019-05-03 12:04:17', '题目问题具体，且具有实际启发性，可以发布', '\0', '1486', '223');
INSERT INTO `review_comment` VALUES ('1559', '2019-05-03 12:05:58', '2019-05-03 12:05:58', '信息类型是不是能给一些提示，不然可能有一点让答题者觉得开放性太大而无从下手。', '\0', '1486', '223');
INSERT INTO `review_comment` VALUES ('1560', '2019-05-03 12:06:06', '2019-05-03 12:06:06', '', '\0', '1486', '223');
INSERT INTO `review_comment` VALUES ('1573', '2019-05-04 03:19:04', '2019-05-04 03:19:04', '321', '\0', '1543', '192');
INSERT INTO `review_comment` VALUES ('1574', '2019-05-04 03:26:10', '2019-05-04 03:26:10', '1234567890', '\0', '1543', '192');
INSERT INTO `review_comment` VALUES ('1575', '2019-05-04 03:27:01', '2019-05-04 03:27:01', '1234567890', '\0', '1543', '192');
INSERT INTO `review_comment` VALUES ('1576', '2019-05-04 03:34:58', '2019-05-04 03:34:58', '1234567890', '\0', '1543', '192');
INSERT INTO `review_comment` VALUES ('1577', '2019-05-04 03:35:23', '2019-05-04 03:35:23', '1234567890', '\0', '1543', '192');
INSERT INTO `review_comment` VALUES ('1579', '2019-05-04 04:43:54', '2019-05-04 04:43:54', '', '\0', '1543', '192');
INSERT INTO `review_comment` VALUES ('1580', '2019-05-04 04:55:03', '2019-05-04 04:55:03', '1234567890', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1581', '2019-05-04 04:55:50', '2019-05-04 04:55:50', '1234567890', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1582', '2019-05-04 04:57:18', '2019-05-04 04:57:18', '1234567890', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1583', '2019-05-04 04:58:05', '2019-05-04 04:58:05', '1234567890', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1584', '2019-05-04 04:59:26', '2019-05-04 04:59:26', '1234567890', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1585', '2019-05-04 04:59:55', '2019-05-04 04:59:55', '321313', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1586', '2019-05-04 05:01:30', '2019-05-04 05:01:30', '1234567890', '', '1327', '193');
INSERT INTO `review_comment` VALUES ('1588', '2019-05-04 07:14:05', '2019-05-04 07:14:05', '', '\0', '782', '774');
INSERT INTO `review_comment` VALUES ('1589', '2019-05-04 07:14:11', '2019-05-04 07:14:11', '', '\0', '783', '774');
INSERT INTO `review_comment` VALUES ('1590', '2019-05-04 07:14:17', '2019-05-04 07:14:17', '', '\0', '784', '774');
INSERT INTO `review_comment` VALUES ('1591', '2019-05-04 07:14:23', '2019-05-04 07:14:23', '', '\0', '785', '774');
INSERT INTO `review_comment` VALUES ('1636', '2019-05-05 07:40:35', '2019-05-05 07:40:35', '评审内容', '\0', '1633', '210');
INSERT INTO `review_comment` VALUES ('1637', '2019-05-05 07:40:54', '2019-05-05 07:40:54', '', '\0', '1633', '210');
INSERT INTO `review_comment` VALUES ('1642', '2019-05-05 09:53:37', '2019-05-05 09:53:37', '', '\0', '1638', '210');
INSERT INTO `review_comment` VALUES ('1643', '2019-05-05 09:57:56', '2019-05-05 09:57:56', '', '', '1633', '208');
INSERT INTO `review_comment` VALUES ('1644', '2019-05-05 10:04:58', '2019-05-05 10:04:58', '', '\0', '1638', '210');
INSERT INTO `review_comment` VALUES ('1645', '2019-05-05 10:08:13', '2019-05-05 10:08:13', '', '\0', '1638', '210');
INSERT INTO `review_comment` VALUES ('1646', '2019-05-05 10:10:27', '2019-05-05 10:10:27', '', '', '1638', '208');
INSERT INTO `review_comment` VALUES ('1647', '2019-05-05 10:37:53', '2019-05-05 10:37:53', '', '\0', '542', '208');
INSERT INTO `review_comment` VALUES ('1648', '2019-05-05 10:39:30', '2019-05-05 10:39:30', '', '', '542', '209');
INSERT INTO `review_comment` VALUES ('1649', '2019-05-05 10:42:36', '2019-05-05 10:42:36', '', '\0', '542', '207');
INSERT INTO `review_comment` VALUES ('1713', '2019-05-06 10:59:03', '2019-05-06 10:59:03', 'sad撒多', '\0', '1699', '759');
INSERT INTO `review_comment` VALUES ('1714', '2019-05-06 11:22:55', '2019-05-06 11:22:55', '评审测试', '\0', '1699', '759');
INSERT INTO `review_comment` VALUES ('1715', '2019-05-06 11:23:12', '2019-05-06 11:23:12', '评审测试', '\0', '1699', '759');
INSERT INTO `review_comment` VALUES ('1716', '2019-05-06 11:28:14', '2019-05-06 11:28:14', '进入终审', '\0', '1699', '759');
INSERT INTO `review_comment` VALUES ('1717', '2019-05-06 11:30:25', '2019-05-06 11:30:25', '出题', '\0', '1704', '759');
INSERT INTO `review_comment` VALUES ('1734', '2019-05-06 12:04:35', '2019-05-06 12:04:35', '', '', '953', '598');
INSERT INTO `review_comment` VALUES ('1735', '2019-05-06 12:04:43', '2019-05-06 12:04:43', '', '', '955', '598');
INSERT INTO `review_comment` VALUES ('1736', '2019-05-06 12:04:53', '2019-05-06 12:04:53', '', '', '956', '598');
INSERT INTO `review_comment` VALUES ('1743', '2019-05-06 12:37:29', '2019-05-06 12:37:29', '', '\0', '1702', '575');
INSERT INTO `review_comment` VALUES ('1745', '2019-05-06 12:41:15', '2019-05-06 12:41:15', '很好', '\0', '1721', '194');
INSERT INTO `review_comment` VALUES ('1746', '2019-05-06 12:44:59', '2019-05-06 12:44:59', 'henh', '\0', '1723', '194');
INSERT INTO `review_comment` VALUES ('1763', '2019-05-06 13:03:01', '2019-05-06 13:03:01', '评审测试', '\0', '1757', '759');
INSERT INTO `review_comment` VALUES ('1767', '2019-05-06 13:20:12', '2019-05-06 13:20:12', '可以发布', '', '1721', '243');
INSERT INTO `review_comment` VALUES ('1768', '2019-05-06 13:20:52', '2019-05-06 13:20:52', '可以发布', '', '1721', '243');
INSERT INTO `review_comment` VALUES ('1770', '2019-05-06 13:31:35', '2019-05-06 13:31:35', '', '\0', '1723', '194');
INSERT INTO `review_comment` VALUES ('1771', '2019-05-06 13:31:51', '2019-05-06 13:31:51', '再审通过', '', '1721', '243');
INSERT INTO `review_comment` VALUES ('1772', '2019-05-06 13:42:59', '2019-05-06 13:42:59', '再审通过', '', '1723', '243');
INSERT INTO `review_comment` VALUES ('1777', '2019-05-06 13:53:12', '2019-05-06 13:53:12', '题目品质良好！', '\0', '1760', '496');
INSERT INTO `review_comment` VALUES ('1778', '2019-05-06 13:53:26', '2019-05-06 13:53:26', '良好', '\0', '1760', '496');
INSERT INTO `review_comment` VALUES ('1779', '2019-05-06 13:53:41', '2019-05-06 13:53:41', '优+', '\0', '1761', '496');
INSERT INTO `review_comment` VALUES ('1780', '2019-05-06 13:53:57', '2019-05-06 13:53:57', 'A++', '\0', '1762', '496');
INSERT INTO `review_comment` VALUES ('1781', '2019-05-06 13:56:31', '2019-05-06 13:56:31', '很好', '\0', '579', '194');
INSERT INTO `review_comment` VALUES ('1783', '2019-05-06 14:01:02', '2019-05-06 14:01:02', '请再次修改', '\0', '1737', '194');
INSERT INTO `review_comment` VALUES ('1784', '2019-05-06 14:02:52', '2019-05-06 14:02:52', 'shuaige', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1785', '2019-05-06 14:03:59', '2019-05-06 14:03:59', 'shuaige', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1788', '2019-05-06 14:08:09', '2019-05-06 14:08:09', 'shuaige0.05275512238814106', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('1822', '2019-05-06 15:55:16', '2019-05-06 15:55:16', '', '\0', '1801', '279');
INSERT INTO `review_comment` VALUES ('1829', '2019-05-07 00:58:52', '2019-05-07 00:58:52', '请再次修改', '\0', '1738', '194');
INSERT INTO `review_comment` VALUES ('1849', '2019-05-07 04:32:36', '2019-05-07 04:32:36', '', '\0', '1806', '279');
INSERT INTO `review_comment` VALUES ('1860', '2019-05-07 06:09:42', '2019-05-07 06:09:42', '', '\0', '1807', '279');
INSERT INTO `review_comment` VALUES ('1865', '2019-05-07 06:14:13', '2019-05-07 06:14:13', 'ok\n', '\0', '1811', '502');
INSERT INTO `review_comment` VALUES ('1866', '2019-05-07 06:14:23', '2019-05-07 06:14:23', 'ok', '\0', '1812', '502');
INSERT INTO `review_comment` VALUES ('1867', '2019-05-07 06:14:31', '2019-05-07 06:14:31', 'ok', '\0', '1813', '502');
INSERT INTO `review_comment` VALUES ('1868', '2019-05-07 06:14:39', '2019-05-07 06:14:39', 'ok', '\0', '1813', '502');
INSERT INTO `review_comment` VALUES ('1896', '2019-05-07 07:33:21', '2019-05-07 07:33:21', '', '\0', '1801', '279');
INSERT INTO `review_comment` VALUES ('1900', '2019-05-07 07:40:51', '2019-05-07 07:40:51', '', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('1902', '2019-05-07 07:49:41', '2019-05-07 07:49:41', 'jjj', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('1958', '2019-05-07 09:45:09', '2019-05-07 09:45:09', '我觉得海星', '', '578', '200');
INSERT INTO `review_comment` VALUES ('1971', '2019-05-07 10:45:15', '2019-05-07 10:45:15', '1234', '\0', '544', '218');
INSERT INTO `review_comment` VALUES ('2025', '2019-05-07 14:20:11', '2019-05-07 14:20:11', 'I\'m reviewing this question.', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2026', '2019-05-07 14:21:18', '2019-05-07 14:21:18', 'I\'m reviewing this question.', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2027', '2019-05-07 14:22:43', '2019-05-07 14:22:43', 'I\'m reviewing this question.', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2028', '2019-05-07 14:27:47', '2019-05-07 14:27:47', '20190507222701', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2029', '2019-05-07 14:30:42', '2019-05-07 14:30:42', 'I\'m reviewing this question at 20190507222953', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2030', '2019-05-07 14:31:46', '2019-05-07 14:31:46', '?', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2031', '2019-05-07 14:37:59', '2019-05-07 14:37:59', 'I\'m reviewing this question at 20190507223709', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2032', '2019-05-07 14:40:24', '2019-05-07 14:40:24', 'I\'m reviewing this question at 20190507223933', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2033', '2019-05-07 14:41:56', '2019-05-07 14:41:56', 'I\'m reviewing this question at 20190507224105', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2034', '2019-05-07 14:42:36', '2019-05-07 14:42:36', 'I\'m reviewing this question at 20190507224145', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2035', '2019-05-07 14:43:35', '2019-05-07 14:43:35', 'hbh', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2036', '2019-05-07 14:46:00', '2019-05-07 14:46:00', 'I\'m reviewing this question at 20190507224509', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2037', '2019-05-07 14:46:47', '2019-05-07 14:46:47', 'kkk', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2038', '2019-05-07 14:54:26', '2019-05-07 14:54:26', 'I\'m reviewing this question at 20190507225335', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2039', '2019-05-07 14:55:24', '2019-05-07 14:55:24', 'I\'m reviewing this question at 20190507225433', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2040', '2019-05-07 14:56:23', '2019-05-07 14:56:23', 'I\'m reviewing this question at 20190507225535', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2041', '2019-05-07 14:56:41', '2019-05-07 14:56:41', 'I\'m reviewing this question at 20190507225549', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2042', '2019-05-07 14:56:57', '2019-05-07 14:56:57', 'I\'m reviewing this question at 20190507225610', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2043', '2019-05-07 14:57:52', '2019-05-07 14:57:52', 'I\'m reviewing this question at 20190507225706', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2044', '2019-05-07 14:59:50', '2019-05-07 14:59:50', 'I\'m reviewing this question at 20190507225904', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2045', '2019-05-07 15:01:32', '2019-05-07 15:01:32', '20190507230046', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2046', '2019-05-07 15:01:57', '2019-05-07 15:01:57', 'I am reviewing this question at 20190507230111', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2047', '2019-05-07 15:03:31', '2019-05-07 15:03:31', 'I am reviewing this question at 20190507230245', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2048', '2019-05-07 15:03:34', '2019-05-07 15:03:34', '20190507230248', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2049', '2019-05-07 15:25:17', '2019-05-07 15:25:17', '', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2050', '2019-05-07 15:36:12', '2019-05-07 15:36:12', '', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2052', '2019-05-07 15:49:47', '2019-05-07 15:49:47', '', '\0', '1806', '279');
INSERT INTO `review_comment` VALUES ('2053', '2019-05-07 16:16:22', '2019-05-07 16:16:22', 'erfrefrf', '', '1811', '279');
INSERT INTO `review_comment` VALUES ('2055', '2019-05-08 05:18:13', '2019-05-08 05:18:13', '', '\0', '1216', '541');
INSERT INTO `review_comment` VALUES ('2076', '2019-05-08 06:14:25', '2019-05-08 06:14:25', '', '\0', '593', '203');
INSERT INTO `review_comment` VALUES ('2077', '2019-05-08 06:14:32', '2019-05-08 06:14:32', '', '\0', '599', '203');
INSERT INTO `review_comment` VALUES ('2078', '2019-05-08 06:14:41', '2019-05-08 06:14:41', '', '\0', '600', '203');
INSERT INTO `review_comment` VALUES ('2080', '2019-05-08 06:14:47', '2019-05-08 06:14:47', '', '\0', '632', '203');
INSERT INTO `review_comment` VALUES ('2081', '2019-05-08 06:14:54', '2019-05-08 06:14:54', '', '\0', '2067', '203');
INSERT INTO `review_comment` VALUES ('2083', '2019-05-08 06:26:34', '2019-05-08 06:26:34', '还有几局打完', '', '593', '202');
INSERT INTO `review_comment` VALUES ('2084', '2019-05-08 06:27:07', '2019-05-08 06:27:07', '还有三局', '', '593', '202');
INSERT INTO `review_comment` VALUES ('2088', '2019-05-08 07:20:34', '2019-05-08 07:20:34', '所属', '', '593', '202');
INSERT INTO `review_comment` VALUES ('2111', '2019-05-08 10:26:19', '2019-05-08 10:26:19', 'I am reviewing this question at 20190508182532', '\0', '1873', '1862');
INSERT INTO `review_comment` VALUES ('2113', '2019-05-08 10:30:58', '2019-05-08 10:30:58', '', '\0', '1873', '1862');
INSERT INTO `review_comment` VALUES ('2114', '2019-05-08 10:30:58', '2019-05-08 10:30:58', '', '\0', '1873', '1862');
INSERT INTO `review_comment` VALUES ('2115', '2019-05-08 10:30:58', '2019-05-08 10:30:58', '', '\0', '1873', '1862');
INSERT INTO `review_comment` VALUES ('2130', '2019-05-08 10:52:27', '2019-05-08 10:52:27', '', '\0', '2120', '1862');
INSERT INTO `review_comment` VALUES ('2131', '2019-05-08 10:54:17', '2019-05-08 10:54:17', 'I am reviewing this question at 20190508185330', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2139', '2019-05-08 11:21:23', '2019-05-08 11:21:23', '', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2140', '2019-05-08 11:22:24', '2019-05-08 11:22:24', '', '\0', '2123', '1862');
INSERT INTO `review_comment` VALUES ('2142', '2019-05-08 11:23:19', '2019-05-08 11:23:19', '', '\0', '2124', '1862');
INSERT INTO `review_comment` VALUES ('2144', '2019-05-08 11:24:15', '2019-05-08 11:24:15', '', '\0', '2125', '1862');
INSERT INTO `review_comment` VALUES ('2145', '2019-05-08 11:24:56', '2019-05-08 11:24:56', '', '\0', '2126', '1862');
INSERT INTO `review_comment` VALUES ('2148', '2019-05-08 11:28:55', '2019-05-08 11:28:55', '', '\0', '2120', '1862');
INSERT INTO `review_comment` VALUES ('2151', '2019-05-08 11:32:29', '2019-05-08 11:32:29', '', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2152', '2019-05-08 11:32:29', '2019-05-08 11:32:29', '', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2153', '2019-05-08 11:32:52', '2019-05-08 11:32:52', '', '\0', '2123', '1862');
INSERT INTO `review_comment` VALUES ('2154', '2019-05-08 11:32:52', '2019-05-08 11:32:52', '', '\0', '2123', '1862');
INSERT INTO `review_comment` VALUES ('2155', '2019-05-08 11:34:06', '2019-05-08 11:34:06', '', '\0', '2120', '1862');
INSERT INTO `review_comment` VALUES ('2156', '2019-05-08 11:35:06', '2019-05-08 11:35:06', '', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2157', '2019-05-08 11:35:06', '2019-05-08 11:35:06', '', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2158', '2019-05-08 11:36:02', '2019-05-08 11:36:02', '', '\0', '2123', '1862');
INSERT INTO `review_comment` VALUES ('2159', '2019-05-08 11:36:02', '2019-05-08 11:36:02', '', '\0', '2123', '1862');
INSERT INTO `review_comment` VALUES ('2160', '2019-05-08 11:36:46', '2019-05-08 11:36:46', '', '\0', '2124', '1862');
INSERT INTO `review_comment` VALUES ('2161', '2019-05-08 11:36:46', '2019-05-08 11:36:46', '', '\0', '2124', '1862');
INSERT INTO `review_comment` VALUES ('2162', '2019-05-08 11:38:56', '2019-05-08 11:38:56', '', '\0', '2120', '1862');
INSERT INTO `review_comment` VALUES ('2163', '2019-05-08 11:42:36', '2019-05-08 11:42:36', '', '\0', '2120', '1862');
INSERT INTO `review_comment` VALUES ('2165', '2019-05-08 11:46:12', '2019-05-08 11:46:12', '', '\0', '2121', '1862');
INSERT INTO `review_comment` VALUES ('2177', '2019-05-08 12:05:18', '2019-05-08 12:05:18', 'I am reviewing this question at 20190508200432', '\0', '2120', '1862');
INSERT INTO `review_comment` VALUES ('2178', '2019-05-08 12:09:25', '2019-05-08 12:09:25', '？', '', '1872', '1863');
INSERT INTO `review_comment` VALUES ('2179', '2019-05-08 12:14:41', '2019-05-08 12:14:41', 'I am qaing this question at 20190508201355', '', '1872', '1863');
INSERT INTO `review_comment` VALUES ('2186', '2019-05-08 12:55:31', '2019-05-08 12:55:31', '', '', '593', '202');
INSERT INTO `review_comment` VALUES ('2187', '2019-05-08 13:03:05', '2019-05-08 13:03:05', '', '', '599', '202');
INSERT INTO `review_comment` VALUES ('2188', '2019-05-08 13:06:47', '2019-05-08 13:06:47', '', '', '600', '202');
INSERT INTO `review_comment` VALUES ('2236', '2019-05-09 01:46:53', '2019-05-09 01:46:53', '', '', '2121', '1863');
INSERT INTO `review_comment` VALUES ('2239', '2019-05-09 02:26:04', '2019-05-09 02:26:04', 'ok', '\0', '547', '214');
INSERT INTO `review_comment` VALUES ('2258', '2019-05-09 12:21:46', '2019-05-09 12:21:46', '', '\0', '1240', '541');
INSERT INTO `review_comment` VALUES ('2274', '2019-05-09 13:42:04', '2019-05-09 13:42:04', '', '', '1872', '1863');
INSERT INTO `review_comment` VALUES ('2278', '2019-05-09 13:45:41', '2019-05-09 13:45:41', 'I am qaing this question at 20190509214452', '', '1873', '1863');
INSERT INTO `review_comment` VALUES ('2279', '2019-05-09 13:46:03', '2019-05-09 13:46:03', '', '', '1873', '1863');
INSERT INTO `review_comment` VALUES ('2282', '2019-05-09 13:53:09', '2019-05-09 13:53:09', '', '\0', '2280', '1862');
INSERT INTO `review_comment` VALUES ('2283', '2019-05-09 13:53:18', '2019-05-09 13:53:18', '', '\0', '2281', '1862');
INSERT INTO `review_comment` VALUES ('2284', '2019-05-09 13:54:12', '2019-05-09 13:54:12', '', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2285', '2019-05-09 14:26:59', '2019-05-09 14:26:59', '1', '\0', '2263', '541');
INSERT INTO `review_comment` VALUES ('2286', '2019-05-09 14:30:19', '2019-05-09 14:30:19', '', '', '1872', '1863');
INSERT INTO `review_comment` VALUES ('2287', '2019-05-09 14:31:32', '2019-05-09 14:31:32', 'I am qaing this question at 20190509223043', '', '2280', '1863');
INSERT INTO `review_comment` VALUES ('2288', '2019-05-09 14:32:26', '2019-05-09 14:32:26', 'I am qaing this question at 20190509223139', '', '2280', '1863');
INSERT INTO `review_comment` VALUES ('2293', '2019-05-09 14:36:03', '2019-05-09 14:36:03', '', '', '2280', '1863');
INSERT INTO `review_comment` VALUES ('2295', '2019-05-09 14:36:30', '2019-05-09 14:36:30', '', '', '2281', '1863');
INSERT INTO `review_comment` VALUES ('2296', '2019-05-09 14:37:56', '2019-05-09 14:37:56', '', '\0', '1872', '1862');
INSERT INTO `review_comment` VALUES ('2297', '2019-05-09 14:38:51', '2019-05-09 14:38:51', 'I am qaing this question at 20190509223801', '', '1872', '1863');
INSERT INTO `review_comment` VALUES ('2298', '2019-05-09 14:42:32', '2019-05-09 14:42:32', '', '', '1872', '1863');
INSERT INTO `review_comment` VALUES ('2301', '2019-05-09 14:44:26', '2019-05-09 14:44:26', '1', '\0', '2262', '541');
INSERT INTO `review_comment` VALUES ('2303', '2019-05-09 14:46:12', '2019-05-09 14:46:12', '1', '\0', '2262', '541');
INSERT INTO `review_comment` VALUES ('2304', '2019-05-09 14:47:23', '2019-05-09 14:47:23', '', '\0', '2299', '1862');
INSERT INTO `review_comment` VALUES ('2305', '2019-05-09 14:47:34', '2019-05-09 14:47:34', '', '\0', '2300', '1862');
INSERT INTO `review_comment` VALUES ('2306', '2019-05-09 14:47:40', '2019-05-09 14:47:40', '', '\0', '2302', '1862');
INSERT INTO `review_comment` VALUES ('2307', '2019-05-09 14:49:06', '2019-05-09 14:49:06', '1', '\0', '2262', '541');
INSERT INTO `review_comment` VALUES ('2308', '2019-05-09 20:48:55', '2019-05-09 20:48:55', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2309', '2019-05-09 20:55:24', '2019-05-09 20:55:24', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2310', '2019-05-09 21:02:13', '2019-05-09 21:02:13', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2316', '2019-05-10 04:41:52', '2019-05-10 04:41:52', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2317', '2019-05-10 04:46:54', '2019-05-10 04:46:54', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2318', '2019-05-10 04:49:28', '2019-05-10 04:49:28', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2319', '2019-05-10 04:50:54', '2019-05-10 04:50:54', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2320', '2019-05-10 04:50:57', '2019-05-10 04:50:57', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2321', '2019-05-10 04:58:23', '2019-05-10 04:58:23', '', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2322', '2019-05-10 05:06:30', '2019-05-10 05:06:30', 'i love u!!!!', '\0', '2271', '218');
INSERT INTO `review_comment` VALUES ('2323', '2019-05-10 05:06:34', '2019-05-10 05:06:34', 'i love u, 333333!!!!', '\0', '2271', '218');
INSERT INTO `review_comment` VALUES ('2324', '2019-05-10 05:08:00', '2019-05-10 05:08:00', '', '\0', '2270', '218');
INSERT INTO `review_comment` VALUES ('2325', '2019-05-10 05:11:36', '2019-05-10 05:11:36', 'i love u!!!!', '\0', '2272', '218');
INSERT INTO `review_comment` VALUES ('2326', '2019-05-10 05:11:39', '2019-05-10 05:11:39', 'i love u, 333333!!!!', '\0', '2272', '218');
INSERT INTO `review_comment` VALUES ('2327', '2019-05-10 05:14:13', '2019-05-10 05:14:13', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2328', '2019-05-10 05:14:16', '2019-05-10 05:14:16', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2329', '2019-05-10 05:15:27', '2019-05-10 05:15:27', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2330', '2019-05-10 05:15:29', '2019-05-10 05:15:29', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2331', '2019-05-10 05:19:55', '2019-05-10 05:19:55', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2332', '2019-05-10 05:19:58', '2019-05-10 05:19:58', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2334', '2019-05-10 05:48:15', '2019-05-10 05:48:15', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2335', '2019-05-10 05:48:18', '2019-05-10 05:48:18', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2336', '2019-05-10 05:52:07', '2019-05-10 05:52:07', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2337', '2019-05-10 05:52:10', '2019-05-10 05:52:10', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2338', '2019-05-10 06:01:46', '2019-05-10 06:01:46', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2339', '2019-05-10 06:01:49', '2019-05-10 06:01:49', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2340', '2019-05-10 06:03:46', '2019-05-10 06:03:46', 'i love u!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2341', '2019-05-10 06:03:48', '2019-05-10 06:03:48', 'i love u, 333333!!!!', '\0', '2269', '218');
INSERT INTO `review_comment` VALUES ('2361', '2019-05-10 06:23:10', '2019-05-10 06:23:10', '就看看好看', '\0', '2345', '219');
INSERT INTO `review_comment` VALUES ('2362', '2019-05-10 06:23:20', '2019-05-10 06:23:20', '，。你是幸福', '\0', '2346', '219');
INSERT INTO `review_comment` VALUES ('2363', '2019-05-10 06:23:29', '2019-05-10 06:23:29', '放到沙发上', '\0', '2347', '219');
INSERT INTO `review_comment` VALUES ('2366', '2019-05-10 06:27:04', '2019-05-10 06:27:04', '', '\0', '565', '219');
INSERT INTO `review_comment` VALUES ('2367', '2019-05-10 06:27:13', '2019-05-10 06:27:13', '', '\0', '563', '219');
INSERT INTO `review_comment` VALUES ('2368', '2019-05-10 06:27:20', '2019-05-10 06:27:20', '', '\0', '569', '219');
INSERT INTO `review_comment` VALUES ('2370', '2019-05-10 06:31:37', '2019-05-10 06:31:37', '', '\0', '574', '214');
INSERT INTO `review_comment` VALUES ('2398', '2019-05-10 08:31:27', '2019-05-10 08:31:27', '通过', '\0', '2394', '73');
INSERT INTO `review_comment` VALUES ('2400', '2019-05-10 08:31:51', '2019-05-10 08:31:51', '', '', '2394', '75');

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `name` varchar(55) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_8sewwnpamngi6b1dwaa88askk` (`name`),
  UNIQUE KEY `UK_7d8a768x6aiuvmsa24hqiharg` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of role
-- ----------------------------

-- ----------------------------
-- Table structure for syllabus
-- ----------------------------
DROP TABLE IF EXISTS `syllabus`;
CREATE TABLE `syllabus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `is_disabled` bit(1) DEFAULT b'0',
  `level` varchar(255) NOT NULL,
  `version` varchar(255) NOT NULL,
  `isDisabled` bit(1) DEFAULT b'0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `unique_level_version` (`level`,`version`)
) ENGINE=InnoDB AUTO_INCREMENT=2415 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of syllabus
-- ----------------------------
INSERT INTO `syllabus` VALUES ('1', '2018-10-10 10:58:07', '2018-12-10 10:58:07', '\0', 'Foundation Level', '2011 版 中文修订版本 1', '\0');
INSERT INTO `syllabus` VALUES ('2', '2018-01-28 16:49:38', '2018-08-29 10:36:42', '\0', 'Agile Test', '1.0', '\0');
INSERT INTO `syllabus` VALUES ('3', '2018-05-24 16:51:22', '2019-04-19 05:17:42', '\0', 'testaltta', 'testscore', '\0');
INSERT INTO `syllabus` VALUES ('8', '2018-10-31 17:30:02', '2019-04-29 08:42:27', '\0', 'FL001', '2019年1.0.2', '\0');
INSERT INTO `syllabus` VALUES ('14', '2019-02-26 07:04:24', '2019-04-12 15:34:02', '\0', 'Foundation Level', '2019年1.0.8及', '\0');
INSERT INTO `syllabus` VALUES ('616', '2019-04-12 18:01:42', '2019-05-06 06:59:27', '\0', '软件测试-理论应用课程', 'test', '\0');
INSERT INTO `syllabus` VALUES ('618', '2019-04-12 18:03:33', '2019-04-12 18:04:45', '', 'nihao', 'test', '\0');
INSERT INTO `syllabus` VALUES ('691', '2019-04-14 09:13:40', '2019-04-14 09:13:40', '\0', 'AL001', 'test1', '\0');
INSERT INTO `syllabus` VALUES ('1151', '2019-04-28 07:23:34', '2019-04-28 07:23:34', '\0', 'Advanced Level-TM', 'test00', '\0');
INSERT INTO `syllabus` VALUES ('1159', '2019-04-28 07:40:23', '2019-04-29 13:50:12', '\0', 'Foundation Level', '99', '\0');
INSERT INTO `syllabus` VALUES ('1229', '2019-04-28 11:24:51', '2019-04-29 13:35:13', '\0', 'Advanced Level-TM', 'rao-test-v2', '\0');
INSERT INTO `syllabus` VALUES ('1258', '2019-04-28 12:16:57', '2019-04-29 12:29:15', '\0', 'Advanced Level-TTA', 'rao-test-v01', '');
INSERT INTO `syllabus` VALUES ('1311', '2019-04-29 11:09:47', '2019-04-29 11:09:47', '\0', '测试级', 'v1.0', '\0');
INSERT INTO `syllabus` VALUES ('1338', '2019-04-29 13:16:40', '2019-04-29 13:16:40', '\0', 'rao level', 'rao-t1', '\0');
INSERT INTO `syllabus` VALUES ('1372', '2019-04-30 03:14:07', '2019-05-07 09:19:22', '\0', 'Advanced Level-TTA', '22122', '\0');
INSERT INTO `syllabus` VALUES ('1621', '2019-05-05 01:45:41', '2019-05-09 10:08:23', '\0', '测试添加大纲1', '1.0', '\0');
INSERT INTO `syllabus` VALUES ('1923', '2019-05-07 08:13:11', '2019-05-07 08:13:11', '\0', 'Foundation Level', 'test20190507161228', '\0');
INSERT INTO `syllabus` VALUES ('1997', '2019-05-07 11:44:15', '2019-05-07 11:44:15', '\0', 'Advanced Level-TA', 'aaaaaaa', '\0');
INSERT INTO `syllabus` VALUES ('2180', '2019-05-08 12:18:28', '2019-05-08 14:50:52', '\0', 'Ad 11', 'v1.0', '\0');
INSERT INTO `syllabus` VALUES ('2385', '2019-05-10 08:20:40', '2019-05-10 08:20:40', '\0', 'Foundation Level', '20190101', '\0');
INSERT INTO `syllabus` VALUES ('2414', '2019-05-10 09:28:43', '2019-05-10 09:28:43', '\0', 'Test1', 'v0.0.0', '\0');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created_on` datetime NOT NULL,
  `updated_on` datetime NOT NULL,
  `email` varchar(255) NOT NULL,
  `enabled` bit(1) NOT NULL,
  `full_name` varchar(40) NOT NULL,
  `is_admin` bit(1) NOT NULL,
  `last_login` datetime DEFAULT NULL,
  `login_count` int(11) NOT NULL,
  `password` char(64) NOT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `username` varchar(40) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UK_ob8kqyqqgmefl0aco34akdtpe` (`email`),
  UNIQUE KEY `UK_sb8bbouer5wak8vyiiy4pf2bx` (`username`),
  UNIQUE KEY `UK_e6gkqunxajvyxl5uctpl2vl2p` (`email`),
  UNIQUE KEY `UK_jreodf78a7pl5qidfh43axdfb` (`username`)
) ENGINE=InnoDB AUTO_INCREMENT=2250 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', '2015-12-08 13:48:51', '2019-05-09 03:55:55', 'sa@imbus.com', '', 'System Admin', '', '2019-04-14 05:15:27', '226', 'abdd075aff3bbc55adc52438f47542bb7b00ae03177597ca8f03aa2d5f8b3e96', '13818551983', 'sa');
INSERT INTO `user` VALUES ('2', '2015-12-10 10:39:45', '2019-05-09 03:56:01', 'testadmin2@imbus.com', '', 'testadmin3', '', '2019-04-10 09:01:52', '9', 'd2697abe6ce5a9d4dedcaa76d0957decb9dd25d0f672a976addedf73de1ed603', '1231234', 'testadmin2');
INSERT INTO `user` VALUES ('61', '2019-02-26 10:26:46', '2019-05-10 09:08:26', 'testadmin1@imbus.com', '', 'testadmin1', '', '2019-05-10 09:08:26', '3734', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15738773695', 'testadmin1');
INSERT INTO `user` VALUES ('72', '2019-03-01 03:17:05', '2019-05-10 08:44:14', 'testuser1@imbus.com', '', 'testuser1', '\0', '2019-05-10 08:44:14', '143', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12312341234', 'testuser1');
INSERT INTO `user` VALUES ('73', '2019-03-01 03:17:57', '2019-05-10 08:31:06', 'testuser2@imbus.com', '', 'testuser2', '', '2019-05-10 08:31:06', '117', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12312345678', 'testuser2');
INSERT INTO `user` VALUES ('75', '2019-03-01 05:57:19', '2019-05-10 08:31:40', 'testuser3@imbus.com', '', 'testuser3', '', '2019-05-10 08:31:40', '59', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'testuser3');
INSERT INTO `user` VALUES ('76', '2019-03-01 06:09:39', '2019-04-28 01:43:57', 'testadmin3@imbus.com', '', 'testadmin2', '', '2019-03-12 01:08:23', '5', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234567', 'testadmin3');
INSERT INTO `user` VALUES ('138', '2019-03-08 01:22:16', '2019-04-28 01:47:00', 'hanbin.ruan@imbus.cn', '', '12', '', '2019-04-28 01:47:00', '19', 'e5faf0c9d66fc357387c5c5c91e1caf8e595c02d3706467c69254e14a69f064e', '123456432', 'testadmin4');
INSERT INTO `user` VALUES ('181', '2019-03-19 02:57:11', '2019-05-10 09:55:56', '12345678@imbus.com', '', 'testGroup', '', '2019-05-10 09:55:56', '487', '9ddc616da4698ea1681cd12dc31fee6678f3e5d82d4eb04c92c4945711f89bb1', '123456789', 'testGroup');
INSERT INTO `user` VALUES ('182', '2019-03-19 03:01:55', '2019-04-28 01:43:57', 'test702&703&610@imbus.com', '', 'test702703610', '', '2019-03-20 06:04:18', '6', '28b46650437ec0af7c5e3ae46321b6bf304cb4f247b93cf7c59ddeade60b1899', '1234567890', 'test702703610');
INSERT INTO `user` VALUES ('183', '2019-03-19 07:54:08', '2019-04-28 01:43:57', '1733817758@qq.com', '', '李S', '', null, '0', 'bdc795ce702e707b921ab59dc23f5f768b26c51765678283aed8cba8f1908247', '18702117102', 'LISZ');
INSERT INTO `user` VALUES ('184', '2019-03-19 08:03:11', '2019-05-05 10:37:28', '123456@imbus.com', '\0', 'testmember1', '', '2019-03-19 08:13:35', '5', '15e2b0d3c33891ebb0f1ef609ec419420c20e320ce94c65fbc8c3312448eb225', '123456789', 'testmember1');
INSERT INTO `user` VALUES ('186', '2019-03-19 08:11:07', '2019-05-05 10:37:28', '1234567@imbus.com', '\0', 'testmember2', '', '2019-03-19 08:12:48', '1', '15e2b0d3c33891ebb0f1ef609ec419420c20e320ce94c65fbc8c3312448eb225', '123456', 'testmember2');
INSERT INTO `user` VALUES ('187', '2019-03-19 08:16:51', '2019-05-05 10:37:58', '123456789@imbus.com', '', 'testmember3', '', null, '0', '15e2b0d3c33891ebb0f1ef609ec419420c20e320ce94c65fbc8c3312448eb225', '12345678', 'testmember3');
INSERT INTO `user` VALUES ('188', '2019-03-20 05:34:06', '2019-05-10 05:21:03', 'nb@123.com', '', 'nb', '', '2019-05-10 05:21:03', '119', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234567890', 'zhangdashuai001');
INSERT INTO `user` VALUES ('189', '2019-03-20 05:38:59', '2019-05-10 03:09:33', '16302010023@fudan.edu.cn', '', 'Yiyang Qiu', '', '2019-05-10 03:09:33', '145', '6749f66ff56825332ac50dcadef174816f8da92149c11ddbf39c8c909363e58c', '18702123326', 'Zpvoh');
INSERT INTO `user` VALUES ('190', '2019-03-20 06:05:59', '2019-05-09 16:40:08', '16302010053@fudan.edu.cn', '', 'Xiangmin Li', '', '2019-05-09 16:40:08', '912', '743f1bc44aea81f0abb31badf1d0c153a3a17e775a3b29f973f38e2e3d399894', '18717723281', 'Group_1');
INSERT INTO `user` VALUES ('192', '2019-03-20 09:10:31', '2019-05-06 10:34:25', '16302010015@fudan.edu.cn', '', 'caojiajun', '\0', '2019-05-04 04:43:46', '57', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18717729061', 'Group_1_cjj');
INSERT INTO `user` VALUES ('193', '2019-03-20 09:21:17', '2019-05-04 05:34:19', '16302010047@fudan.edu.cn', '', 'Lihong Xiong', '', '2019-05-04 05:34:19', '161', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '13262738786', 'Group_1_xlh');
INSERT INTO `user` VALUES ('194', '2019-03-21 11:56:31', '2019-05-07 01:26:39', '2019050620@email.com', '', 'Person20190506203125', '\0', '2019-05-07 01:26:39', '82', '18c16a4c422ce23d043807c1b7102e8337185cfd8e3270608cee1b1bebf39802', '20190507091122', 'team10-1');
INSERT INTO `user` VALUES ('196', '2019-03-21 12:01:11', '2019-05-09 12:26:54', 'flx@qq.com', '', 'Fulixue', '\0', '2019-05-09 12:26:54', '230', 'bdac191dd3d6e1ed0c641ea47b61b368f5e617fc1fa0e960593b50d852627f9b', '18701750073', 'team10-2');
INSERT INTO `user` VALUES ('197', '2019-03-21 12:02:16', '2019-05-10 08:55:46', '12925@qq.com', '', 'fudan-team10-3', '\0', '2019-05-10 08:55:46', '192', '2a2549fa33ac398a6d403c393a15b50c3fa5d8ec145f8bb7bab5e8667436c5d4', '18701750073', 'team10-3');
INSERT INTO `user` VALUES ('198', '2019-03-21 12:03:23', '2019-04-28 01:43:58', '16302010076@fudan.edu.cn', '', 'fudan', '\0', '2019-03-30 05:59:15', '6', '639365782b0b1501dc9fc27729704aab613cf9415eb9e0f9e74b4077ce393e6a', '18701750073', 'team10-4');
INSERT INTO `user` VALUES ('199', '2019-03-21 13:05:49', '2019-04-28 01:43:58', '16302010040@fudan.edu.cn', '', 'DUODUO', '\0', null, '0', '64b115665cb4ffeb626c9712b25fced0a256c00c7b6600f4294a8352ea1a4297', '18702117102', 'duod');
INSERT INTO `user` VALUES ('200', '2019-03-21 13:12:25', '2019-05-07 12:12:31', '16302010060@fudan.edu.cn', '', 'LiYao Yang', '', '2019-05-07 12:12:31', '51', 'fe722635c2dcbf66048fa9ef4dcf1ec3e301c2f9b942ed523f64814afff82beb', '18701736583', 'LiYao');
INSERT INTO `user` VALUES ('201', '2019-03-21 13:13:45', '2019-05-09 10:55:05', '16302010042@fudan.edu.cn', '', 'ShuoZeng Li', '', '2019-05-09 10:55:05', '221', 'eb5a2e0733495dfb09e3398c695e3379bb698f98950ae3da8be96cbb65507fa3', '18701735391', 'ShuoZeng');
INSERT INTO `user` VALUES ('202', '2019-03-21 13:14:48', '2019-05-08 12:34:48', '16302010010@fudan.edu.cn', '', 'XiaoLiang Chen', '\0', '2019-05-08 12:34:48', '6', 'e72c987914e98d00c82547dc16214006ffb623667519e49ca866eea0ac1a2e6b', '15844476802', 'XiaoLiang');
INSERT INTO `user` VALUES ('203', '2019-03-21 13:15:47', '2019-05-08 06:13:53', '16302010030@fudan.edu.cn', '', 'WenLiang Xiong', '\0', '2019-05-08 06:13:53', '214', '1811a297adf8fcc1debcbca7468d2736bb065d70b8f84f9fe73f39d657d3d7f1', '18321578451', 'WenLiang');
INSERT INTO `user` VALUES ('205', '2019-03-21 13:26:43', '2019-05-08 06:08:24', '2386765891@qq.com', '', 'Sen Guo', '', '2019-05-08 06:08:24', '312', '39d470c75898a9dc192bfe94f656d134bf6abbc67013847dd3b2b7bcba75b1c1', '18702117102', 'Ssen');
INSERT INTO `user` VALUES ('206', '2019-03-21 13:36:25', '2019-05-07 13:46:43', '16302010012@fudan.edu.cn', '', 'Xing Li', '', '2019-05-07 13:46:43', '97', 'eb5a2e0733495dfb09e3398c695e3379bb698f98950ae3da8be96cbb65507fa3', '18717725112', 'Xing');
INSERT INTO `user` VALUES ('207', '2019-03-26 01:03:38', '2019-05-05 10:40:44', '16302010050@fudan.edu.cn', '', 'BIng Ma', '\0', '2019-05-05 10:40:44', '8', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18701752763', 'JackMa');
INSERT INTO `user` VALUES ('208', '2019-03-26 01:08:22', '2019-05-10 07:47:26', '16302010055@fudan.edu.cn', '', 'Xin An', '', '2019-05-10 07:47:26', '332', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18717726216', 'anxin');
INSERT INTO `user` VALUES ('209', '2019-03-26 01:10:24', '2019-05-10 07:01:21', '16302010052@fudan.edu.cn', '', 'Wenpu Huang', '\0', '2019-05-10 07:01:21', '19', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18701789508', 'wenpu');
INSERT INTO `user` VALUES ('210', '2019-03-26 01:12:43', '2019-05-05 12:22:53', '16302016002@fudan.edu.cn', '', 'Junlin Wu', '\0', '2019-05-05 12:22:53', '72', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '13501710693', 'junlin');
INSERT INTO `user` VALUES ('211', '2019-03-26 01:14:51', '2019-05-10 06:59:12', '16302016001@fudan.edu.cn', '', 'Linwang Bei', '\0', '2019-05-10 06:59:12', '24', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'linwang');
INSERT INTO `user` VALUES ('212', '2019-03-26 01:15:41', '2019-04-29 03:15:26', '16302010051@fudan.edu.cn', '', 'Wei Zeng', '\0', '2019-04-29 03:15:26', '4', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'zengwei');
INSERT INTO `user` VALUES ('213', '2019-03-26 04:10:45', '2019-05-04 11:50:25', 'hnmao16@fudan.edu.cn', '', '5th_MHN', '', '2019-05-04 11:50:25', '117', 'a901ad55f4018e4225f66041e3c54681c2b8dc83c67914d433dd5cce47e104f1', '17621194869', 'MaoHaonan');
INSERT INTO `user` VALUES ('214', '2019-03-26 04:59:25', '2019-05-10 07:35:16', '13103329@qq.com', '', 'ljq', '', '2019-05-10 07:35:16', '111', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12345678912', 'zheng1');
INSERT INTO `user` VALUES ('215', '2019-03-26 05:04:37', '2019-04-28 01:43:58', '16302010013@fudan.edu.cn', '', 'YuxinZheng', '', '2019-04-09 01:45:18', '2', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'Mr.White');
INSERT INTO `user` VALUES ('216', '2019-03-26 05:05:15', '2019-05-09 15:13:13', '123@123', '', 'ytt', '', '2019-05-09 15:13:13', '7', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'zheng2');
INSERT INTO `user` VALUES ('217', '2019-03-26 05:05:33', '2019-04-28 01:43:58', '123456@123', '', 'wyf', '', '2019-04-10 13:27:08', '5', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'zheng3');
INSERT INTO `user` VALUES ('218', '2019-03-26 05:05:56', '2019-05-10 06:32:03', '123123@123', '', 'lh', '', '2019-05-10 06:32:03', '97', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'zheng4');
INSERT INTO `user` VALUES ('219', '2019-03-26 05:06:24', '2019-05-10 08:22:13', '12312s3@123', '', 'lxb', '', '2019-05-10 08:22:13', '84', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123123', 'zheng5');
INSERT INTO `user` VALUES ('220', '2019-03-26 05:06:47', '2019-05-10 07:34:28', '123@145623', '', 'zyx', '', '2019-05-10 07:34:28', '35', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456456', 'zheng6');
INSERT INTO `user` VALUES ('221', '2019-03-26 14:53:32', '2019-04-28 01:43:58', '726979224@qq.com', '', '5th_YP', '\0', '2019-04-14 09:30:52', '17', 'fc4db7610c423da63aedc7ba6203336e68a8c2b3a689ec6760dbe56058c96955', '123456', 'MoonBird');
INSERT INTO `user` VALUES ('222', '2019-03-28 04:57:44', '2019-04-28 01:43:58', '16302010021@fudan.edu.cn', '', '5th_LHY', '\0', '2019-04-26 12:57:40', '4', 'c43cb032568fde16954e876286f95db7ac155995d0e25fea0b70c8092850b6ef', '18701788358', 'luhaoyang');
INSERT INTO `user` VALUES ('223', '2019-03-29 14:31:43', '2019-05-06 11:24:26', '16302010045@fudan.edu.cn', '', 'gaoyongzhan', '\0', '2019-05-06 11:24:26', '43', 'dcc2d18accd87aa006ad2e6aebd6830d250d2eca6d87f99d8792487002889228', '17521590336', 'gaoyongzhan');
INSERT INTO `user` VALUES ('224', '2019-03-29 14:33:13', '2019-05-08 14:11:47', 'leiweijie1998@outlook.com', '', 'leiweijie', '', '2019-05-08 14:11:47', '289', '27cc6994fc1c01ce6659c6bddca9b69c4c6a9418065e612c69d110b3f7b11f8a', '18817543545', 'leiweijie');
INSERT INTO `user` VALUES ('225', '2019-03-29 14:34:44', '2019-05-05 06:02:42', '16302010056@fudan.edu.cn', '', 'hesiliang', '\0', '2019-05-05 06:02:42', '12', 'c54de9aebaf5a3112da62cb407ea9123d21cc3fa80292ed6d85999f7eed8e381', '18702120392', 'gkd2019');
INSERT INTO `user` VALUES ('226', '2019-03-29 14:36:34', '2019-05-10 09:53:54', '16302010049@fudan.edu.cn', '', 'yixuri', '\0', '2019-05-10 09:53:54', '291', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18702122598', 'yixuri');
INSERT INTO `user` VALUES ('227', '2019-03-29 14:37:42', '2019-05-09 14:40:10', '805004985@qq.com', '', 'zhuxiaoyang', '', '2019-05-09 14:40:10', '189', '8a9bcf1e51e812d0af8465a8dbcc9f741064bf0af3b3d08e6b0246437c19f7fb', '18916650752', 'zhuxiaoyang');
INSERT INTO `user` VALUES ('228', '2019-03-29 14:47:02', '2019-05-08 09:58:19', '16302010046@fudan.edu.cn', '', 'wuyu', '\0', '2019-05-08 09:58:19', '8', 'f09604019086c9949ae60a4aa70a97f0d77ac50d3863616eb47ba402e6a3e0ca', '17621197719', 'yuyu');
INSERT INTO `user` VALUES ('229', '2019-03-30 03:48:52', '2019-04-28 01:43:58', 'weihh@imbus.com', '', 'weihh', '\0', '2019-04-05 04:42:28', '2', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18712345678', 'weihh');
INSERT INTO `user` VALUES ('237', '2019-03-30 05:55:11', '2019-04-28 01:43:58', '16302010078@fudan.edu.cn', '', 'WJH', '\0', '2019-03-30 06:01:12', '6', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18717728536', 'WangJiahui');
INSERT INTO `user` VALUES ('238', '2019-03-30 05:55:48', '2019-04-28 01:43:58', '18717728@fudan.edu.cn', '', 'fulixue', '', '2019-03-30 06:02:33', '6', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18717728', 'test100');
INSERT INTO `user` VALUES ('242', '2019-03-30 06:10:39', '2019-04-30 00:58:42', '16302010003@fudan.edu.cn', '', 'luoaofang', '\0', '2019-04-30 00:58:42', '12', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18917643955', 'Group_1_laf');
INSERT INTO `user` VALUES ('243', '2019-03-30 06:13:51', '2019-05-06 15:21:09', '1234@12', '', 'YanShiyi', '\0', '2019-05-06 15:21:09', '44', 'e82c8971a7872a768015a16d36a2132b89cdb9a2e90075dc280b6c939c032700', '1870212', 'YanShiyi');
INSERT INTO `user` VALUES ('248', '2019-03-30 08:30:18', '2019-04-28 12:17:55', '16302010011@fudan.edu.cn', '', 'guhongkui', '\0', '2019-04-28 12:17:55', '4', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'Group_1_ghk');
INSERT INTO `user` VALUES ('249', '2019-03-30 09:08:34', '2019-05-04 03:13:28', '16302010017@fudan.edu.cn', '', 'Huahui Wei', '\0', '2019-05-04 03:13:28', '47', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18702123910', 'Group_1_whh');
INSERT INTO `user` VALUES ('250', '2019-03-31 03:55:51', '2019-04-28 01:43:58', '474785525@qq.com', '', '5th_CZB', '\0', '2019-04-09 08:14:54', '1', '78970a026dc9d48a77b02b48c8c031573eaae27f769fdba7c4c8de5243a60917', '18701751281', 'Chenzb');
INSERT INTO `user` VALUES ('251', '2019-04-01 03:22:07', '2019-04-28 01:43:58', 'xhskedu@qq.com', '', '5th_RJW', '\0', '2019-04-09 08:02:40', '4', 'b70bb629e4fd5273b31c9b2318a2f2c9f9c953a95061cd0ffe37721af1068c3e', '18950563903', 'songshu');
INSERT INTO `user` VALUES ('276', '2019-04-02 01:25:43', '2019-05-10 09:19:45', '16302010086@fudan.edu.cn', '', 'Yusi Qi', '\0', '2019-05-10 09:19:45', '117', '5e24a685814e95738907171cea1f73a30ddf4d2e36cf83374d84ed7a0b8dfe7d', '123456', 'Yusi');
INSERT INTO `user` VALUES ('277', '2019-04-02 01:28:28', '2019-04-28 10:02:41', '16302010084@fudan.edu.cn', '', 'Yutong Xie', '\0', '2019-04-28 10:02:41', '6', '2c35f46f655a03f331939e13d387ceffeb8f3ee420971c9dc409a0761587cad8', '18702103586', 'loveevak');
INSERT INTO `user` VALUES ('278', '2019-04-02 01:29:50', '2019-04-28 01:43:58', '16302010072@fudan.edu.cn', '', 'yuchaojun', '\0', '2019-04-11 03:07:12', '5', 'e470f56da7c6dc8c9bc515c9ef4ae8b29b90339f1e4ab18502d5fffb02228ba8', '18701735923', 'yuchaojun');
INSERT INTO `user` VALUES ('279', '2019-04-02 01:32:53', '2019-05-08 15:24:08', 'dddddd@wwwww.com', '', 'TianYi Zhuang', '\0', '2019-05-08 15:24:08', '151', 'b9c7a8882084012f701f03873d63d69e9c0eafc4455be706cfb149269df0282e', '12345678901', 'TianYiZhuang');
INSERT INTO `user` VALUES ('496', '2019-04-08 14:36:21', '2019-05-08 14:42:17', '1065348898@qq.com', '', 'XieDongfang', '', '2019-05-08 14:42:17', '137', 'f597243c192abc4d5b9baf72d1b14c46a01e444ad1c845297061071d1b74106e', '18702169661', 'XieDongfang');
INSERT INTO `user` VALUES ('501', '2019-04-09 02:03:20', '2019-05-06 10:43:52', '16302010001@fudan.edu.cn', '', 'ChenLeiyuan', '', '2019-05-06 10:43:52', '33', '7c46d37c9f2a04d9ee59776bdf1e8fedff6bc86b0243902a4c732b2f5de35d18', '17317124396', 'ChenLeiyuan');
INSERT INTO `user` VALUES ('502', '2019-04-09 02:08:52', '2019-05-07 06:13:34', '16302010082@123.com', '', 'duxiaolin', '', '2019-05-07 06:13:34', '143', '5b0e9acbc68ee179ffc4125fce24537f3ede0de5236707446304fe106e56ae11', '18916655893', 'duxiaolin');
INSERT INTO `user` VALUES ('503', '2019-04-09 02:10:00', '2019-05-06 07:45:40', '163020100@fudan.edu.cn', '', 'wuxiya', '\0', '2019-05-06 07:45:40', '4', 'fe14732d12084fcc451f45db8c8a1037a3d6a4ef71dc0f2067af12a530abc083', '123456789', 'wuxiya');
INSERT INTO `user` VALUES ('515', '2019-04-09 03:05:13', '2019-04-29 09:02:49', 'yfnysy@163.com', '', 'yvan yang', '', '2019-04-29 09:02:49', '5', 'da2f93049fc309bbda9e6ace7009d843a35ba51183a4c14e07a78c16326b9afa', '18701739585', 'Yvan');
INSERT INTO `user` VALUES ('517', '2019-04-09 03:12:04', '2019-04-30 02:20:45', '16302010054@fudan.edu.cn', '', '黄泠淇', '', '2019-04-30 02:20:45', '28', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '11111111', 'huanglingqi');
INSERT INTO `user` VALUES ('520', '2019-04-09 03:13:19', '2019-04-28 12:34:55', '16302010059@fudan.edu.cn', '', 'DarkYoung', '\0', '2019-04-28 12:34:55', '4', '1df1854015e31ca286d015345eaff29a6c6073f70984a3a746823d4cac16b075', '18717723912', 'DarkYoung');
INSERT INTO `user` VALUES ('521', '2019-04-09 03:14:00', '2019-04-29 14:48:07', '16302010073@fudan.edu.cn', '', '汤兰彬', '\0', '2019-04-29 14:48:07', '10', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1111111', 'tanglanbin');
INSERT INTO `user` VALUES ('522', '2019-04-09 03:14:13', '2019-05-10 09:29:08', '1427385014@qq.com', '', 'Cui Shuaishuai', '', '2019-05-10 09:29:08', '27', '5eade83af65df219ca114d7b570cd64268f06b565ba0b201676804dc32d2d45c', '18717723653', 'alittle');
INSERT INTO `user` VALUES ('528', '2019-04-09 03:22:20', '2019-04-28 06:24:44', '16307130079@fudan.edu.cn', '', '5th_CMM', '\0', '2019-04-28 06:24:44', '7', '0f1c9362735025aaab288e7835b372481b28b4cfc36a2f4e4aa43ecbcf0d0d3d', '123456', 'caomingming');
INSERT INTO `user` VALUES ('529', '2019-04-09 03:22:48', '2019-04-28 17:19:03', '16302010020@fudan.edu.cn', '', '凌锋', '', '2019-04-28 17:19:03', '13', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '11111111', 'lingfeng');
INSERT INTO `user` VALUES ('530', '2019-04-09 03:23:40', '2019-04-30 02:06:58', '16302010070@fudan.edu.cn', '', '刘雨晴', '\0', '2019-04-30 02:06:58', '4', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '111111', 'liuyuqing');
INSERT INTO `user` VALUES ('531', '2019-04-09 03:24:53', '2019-04-29 12:02:37', '16302010083@fudan.edu.cn', '', '饶才佳', '\0', '2019-04-29 12:02:37', '3', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '111111111', 'raocaijia');
INSERT INTO `user` VALUES ('533', '2019-04-09 03:25:36', '2019-04-28 01:43:59', '16302010068@fudan.edu.cn', '', '丁颖', '\0', '2019-04-09 03:27:44', '1', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '111111111', 'dingying');
INSERT INTO `user` VALUES ('541', '2019-04-09 03:33:32', '2019-05-10 04:41:31', '16307130233@fudan.edu.cn', '', '王国镔', '\0', '2019-05-10 04:41:31', '117', 'ffc8d95246c16a43e902691de7e1071fd4006f9ba21506b6ccc864a87da4dd32', '18116613578', 'dlcAimer');
INSERT INTO `user` VALUES ('543', '2019-04-09 05:13:57', '2019-05-09 13:05:38', '16302010014@fudan.edu.cn', '', '安晨鑫', '\0', '2019-05-09 13:05:38', '252', '1666984675ba3d55ed358846566073914c38ac48499c2e767f5ac77dfe426200', '18702105958', 'aaan');
INSERT INTO `user` VALUES ('558', '2019-04-09 06:36:38', '2019-04-28 01:44:31', '1@qq.com', '', '汤启顺', '\0', '2019-04-27 06:34:04', '38', '61a7cea925d95d97a6231fb4c326a7abd1ea9522569636e32503ade063d04f38', '18701752060', 'Qishun');
INSERT INTO `user` VALUES ('575', '2019-04-09 11:51:56', '2019-05-06 12:37:15', '916958876@qq.com', '', 'rwq', '\0', '2019-05-06 12:37:15', '15', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '111111', 'wenqiang');
INSERT INTO `user` VALUES ('576', '2019-04-10 07:43:34', '2019-04-28 01:43:59', '88888@qq.com', '', 'GUO', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18702117102', 'Asen');
INSERT INTO `user` VALUES ('589', '2019-04-11 12:54:15', '2019-05-05 07:45:20', 'duxiaolin@123.com', '', 'dxl', '', '2019-04-12 09:00:34', '4', '78f4fb264c84b8df07537990d6cb465178681454a280a4ea6847ea9128867d3b', '123456', 'duxiaoli');
INSERT INTO `user` VALUES ('590', '2019-04-11 13:05:43', '2019-04-28 01:43:59', '123@fudan.edu.cn', '', '234', '\0', null, '0', '908a5c50aa2693dce0ca4be9e67333d6c2c90fa93acc15016b2e641ead8c1231', '123455', 'test111');
INSERT INTO `user` VALUES ('598', '2019-04-12 12:59:47', '2019-05-08 11:19:12', '16302010026@fudan.edu.cn', '', 'chentao', '\0', '2019-05-08 11:19:12', '134', 'f597243c192abc4d5b9baf72d1b14c46a01e444ad1c845297061071d1b74106e', '18717725906', 'chentao');
INSERT INTO `user` VALUES ('640', '2019-04-13 13:31:12', '2019-05-07 13:07:17', '16302010048@fudan.edu.cn', '', 'LiuHui', '', '2019-05-07 13:07:17', '165', '6ec460f0062f323ea920a83ec2e14f175bf53379f478fa745c52176d5b2ab82a', '18701752195', 'LiuHui');
INSERT INTO `user` VALUES ('700', '2019-04-14 11:28:50', '2019-04-28 01:43:59', 'xhskedu@xhskedu.com', '', 'XHSKEDU', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'xhskedu');
INSERT INTO `user` VALUES ('757', '2019-04-21 08:50:57', '2019-04-29 02:26:24', '123@q.com', '', 'rw', '', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234567', 'wenq');
INSERT INTO `user` VALUES ('758', '2019-04-22 06:53:42', '2019-04-29 02:26:24', '123456@qq.com', '', 'group8Test', '', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'group8Test');
INSERT INTO `user` VALUES ('759', '2019-04-23 00:57:23', '2019-05-06 13:27:54', '447847739@qq.com', '', 'tangqishun', '', '2019-05-06 13:27:54', '174', '61a7cea925d95d97a6231fb4c326a7abd1ea9522569636e32503ade063d04f38', '18701752060', 'tangqishun');
INSERT INTO `user` VALUES ('773', '2019-04-23 06:46:43', '2019-05-10 09:24:03', '16302010044@fudan.edu.cn', '', '王萌', '', '2019-05-10 09:24:03', '100', 'b75d6cf82cc2c02427098a2bc4780b0ea9061b735b3cdd83a826ce2c0046e2c4', '18701751995', 'wangmeng');
INSERT INTO `user` VALUES ('774', '2019-04-23 06:53:29', '2019-05-04 07:13:50', '16307110325@fudan.edu.cn', '', '朱小宁', '', '2019-05-04 07:13:50', '8', 'b75d6cf82cc2c02427098a2bc4780b0ea9061b735b3cdd83a826ce2c0046e2c4', '18702123685', 'zhuxiaoning');
INSERT INTO `user` VALUES ('775', '2019-04-23 06:54:47', '2019-05-07 05:35:27', '16302010018@fudan.edu.cn', '', '魏入磊', '', '2019-05-07 05:35:27', '17', 'b75d6cf82cc2c02427098a2bc4780b0ea9061b735b3cdd83a826ce2c0046e2c4', '18701751327', 'weirulei');
INSERT INTO `user` VALUES ('828', '2019-04-23 12:47:47', '2019-05-05 10:33:53', '123456@qq', '', 'group8Test1', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234561234', 'group8Test1');
INSERT INTO `user` VALUES ('829', '2019-04-23 13:09:09', '2019-05-05 10:33:53', 'h2pNsbwk@h2pNsbwk', '', 'h2pNsbwk', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234561234', 'h2pNsbwk');
INSERT INTO `user` VALUES ('943', '2019-04-24 08:36:48', '2019-04-28 01:43:59', '16302010029@fudan.edu.cn', '', 'Zhaoyangyingmu', '', null, '0', 'f597243c192abc4d5b9baf72d1b14c46a01e444ad1c845297061071d1b74106e', '18702169661', 'Zhaoyangyingmu');
INSERT INTO `user` VALUES ('1018', '2019-04-25 10:56:54', '2019-04-28 01:44:44', '1537745703@qq.com', '', '刘辉', '\0', '2019-04-25 13:21:38', '4', '6ec460f0062f323ea920a83ec2e14f175bf53379f478fa745c52176d5b2ab82a', '18701752195', 'LiuHui1');
INSERT INTO `user` VALUES ('1026', '2019-04-25 13:39:39', '2019-05-09 01:33:28', '1909894639@qq.com', '', 'Test Bot', '', '2019-05-09 01:33:28', '164', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18702123685', 'zxnestbot');
INSERT INTO `user` VALUES ('1027', '2019-04-25 13:44:01', '2019-04-28 01:43:59', 'test@test.com', '', 'Test Bot 2', '\0', '2019-04-26 08:37:17', '3', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12345678', 'zxnestbot2');
INSERT INTO `user` VALUES ('1072', '2019-04-26 07:12:02', '2019-04-28 01:43:59', 'abc@xyz.com', '', 'ABCD ABC', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18950563903', 'abcd');
INSERT INTO `user` VALUES ('1073', '2019-04-26 07:31:47', '2019-05-05 10:30:54', 'gOk7jJbK@gOk7jJbK', '\0', 'gOk7jJbK', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234561234', 'gOk7jJbK');
INSERT INTO `user` VALUES ('1074', '2019-04-27 02:44:42', '2019-04-28 01:44:31', '123455@163.com', '', 'hhhh', '\0', null, '0', '0e83b8dae2a7ffed22e4547aa3038f6f74b3bbe2a9f395e54e240d4eb26c1414', '12345667', 'wbzi');
INSERT INTO `user` VALUES ('1079', '2019-04-27 05:33:23', '2019-04-28 01:43:59', '1818328047@qq.com', '', 'hehaha', '\0', null, '0', '090b235e9eb8f197f2dd927937222c570396d971222d9009a9189e2b6cc0a2c1', '18701750073', 'haha');
INSERT INTO `user` VALUES ('1084', '2019-04-27 05:52:28', '2019-04-28 01:43:59', '12145453@qq.com', '', 'hhhh', '\0', null, '0', '587aaec159eaad75555d13f5b748d14c62c2bd528c27a1ffd4ae11df9a0e2926', '1728919234', 'jjjd');
INSERT INTO `user` VALUES ('1085', '2019-04-27 05:59:41', '2019-04-28 01:43:59', '1234@qq.com', '', 'ceshi', '\0', null, '0', 'f9c14ba4d63f224c02f317943105b0d4d7778628e51394b025994ed06d5c9863', '123456', 'ceshi');
INSERT INTO `user` VALUES ('1097', '2019-04-28 05:03:37', '2019-04-28 05:03:37', 'test@qq.com', '', 'test', '\0', null, '0', 'ecd71870d1963316a97e3ac3408c9835ad8cf0f3c1bc703527c30265534f75ae', '123456', 'test1');
INSERT INTO `user` VALUES ('1098', '2019-04-28 05:12:07', '2019-04-28 05:23:49', '1@163.com', '', 'test', '\0', '2019-04-28 05:23:49', '1', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12345678901', 'group12');
INSERT INTO `user` VALUES ('1100', '2019-04-28 05:31:03', '2019-04-28 05:31:03', '12345@qq.com', '', 'wangyinyan', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12345678901', 'team10test');
INSERT INTO `user` VALUES ('1101', '2019-04-28 05:32:52', '2019-04-30 01:47:31', 'l96491721@163.com', '', 'ww', '', '2019-04-30 01:47:31', '89', '5994471abb01112afcc18159f6cc74b4f511b99806da59b3caf5a9c173cacfc5', '1234567891', 'test');
INSERT INTO `user` VALUES ('1110', '2019-04-28 06:17:08', '2019-04-28 06:17:08', 'test10@test.com', '', 'test10', '\0', null, '0', 'ec2738feb2bbb0bc783eb4667903391416372ba6ed8b8dddbebbdb37e5102473', '123456', 'test10');
INSERT INTO `user` VALUES ('1114', '2019-04-28 06:24:57', '2019-04-28 06:24:57', 'test20@test.com', '', 'test20', '\0', null, '0', '946cc198869790373cd8424cd9073e9e29aaa17b6f6a6ec55b38110cae856385', '123456', 'test20');
INSERT INTO `user` VALUES ('1251', '2019-04-28 11:58:26', '2019-05-09 13:23:36', '1231@126.com', '', 'wgb', '\0', '2019-05-09 13:23:36', '6', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12312312312', 'wgb2');
INSERT INTO `user` VALUES ('1259', '2019-04-28 12:28:57', '2019-04-28 12:28:57', '123@ss.cn', '', 'test', '\0', null, '0', 'bcb15f821479b4d5772bd0ca866c00ad5f926e3580720659cc80d39c9d09802a', '111111', 'testtest');
INSERT INTO `user` VALUES ('1285', '2019-04-29 03:19:48', '2019-04-29 03:19:48', 'group12_0@163.com', '', 'group12_0', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'group12_0');
INSERT INTO `user` VALUES ('1288', '2019-04-29 04:53:19', '2019-04-29 04:53:19', 'group12_1@163.com', '', 'testGroup12_1', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '789456', 'group12_1');
INSERT INTO `user` VALUES ('1289', '2019-04-29 05:00:32', '2019-04-29 05:00:32', 'group12_2@163.com', '', 'testGroup12_2', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '18717729353', 'group12_2');
INSERT INTO `user` VALUES ('1297', '2019-04-29 07:02:40', '2019-05-08 10:36:24', 'group_1_test@test.com', '', 'group_1_test', '\0', null, '0', 'bfb220a5a2dd0a1c661b1ae3991001a8af2a9a7729cc2d5f4d6e2c8d9935edef', '123456', 'group_1_test');
INSERT INTO `user` VALUES ('1298', '2019-04-29 07:09:09', '2019-04-29 07:09:09', 'test021@imbus.com', '', 'test', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'test021');
INSERT INTO `user` VALUES ('1302', '2019-04-29 09:44:39', '2019-05-08 10:40:25', 'Group_1_testPassChange@test.com', '', 'Group_1_testPassChange', '', '2019-05-08 10:40:25', '12', '57b7980872289585de0c30ef0d44b4bb48d94bfa1297078430cce70eb61c5827', '123456789', 'Group_1_testPassChange');
INSERT INTO `user` VALUES ('1373', '2019-04-30 04:35:17', '2019-05-08 10:37:52', 'group_test_user@test.com', '', 'group_test_user', '', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'group_test_user');
INSERT INTO `user` VALUES ('1374', '2019-04-30 04:35:42', '2019-05-08 10:37:52', 'group_test_admin@test.com', '', 'group_test_admin', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'group_test_admin');
INSERT INTO `user` VALUES ('1393', '2019-05-01 04:38:35', '2019-05-01 04:38:35', 'test40@test.com', '', 'test20', '\0', null, '0', '946cc198869790373cd8424cd9073e9e29aaa17b6f6a6ec55b38110cae856385', '123456', 'test40');
INSERT INTO `user` VALUES ('1394', '2019-05-01 04:42:17', '2019-05-01 04:42:17', 'test5@test.com', '', 'test20', '\0', null, '0', '946cc198869790373cd8424cd9073e9e29aaa17b6f6a6ec55b38110cae856385', '123456', 'test5');
INSERT INTO `user` VALUES ('1455', '2019-05-01 09:46:55', '2019-05-07 05:48:44', 'akasaka0623@163.com', '', 'akasaka isami', '\0', '2019-05-07 05:48:44', '4', '72b41c8e7ce41186db7cd2f304d40563fc3d1e0ce47bdbf304cea2a0cddd0984', '13917708865', 'akasaka');
INSERT INTO `user` VALUES ('1522', '2019-05-02 13:29:46', '2019-05-02 13:29:46', 'test60@test.com', '', 'test60', '\0', null, '0', 'eea12de80a09eaae4172d0f8ae0243d2d1629e3abe88ac839e790e22fea12f70', '123456', 'test60');
INSERT INTO `user` VALUES ('1569', '2019-05-03 13:13:20', '2019-05-03 13:13:20', '20190503211246@test.com', '', 'testUser', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'user20190503211246');
INSERT INTO `user` VALUES ('1570', '2019-05-03 13:23:23', '2019-05-03 13:23:23', '20190503212250@test.com', '', 'testUser', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'user20190503212250');
INSERT INTO `user` VALUES ('1578', '2019-05-04 04:02:44', '2019-05-04 04:02:44', '1234@qwe.com', '', 'qwertyyu', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234346677', 'qwerty');
INSERT INTO `user` VALUES ('1602', '2019-05-04 09:11:58', '2019-05-04 09:11:58', 'abc@abc.com', '', 'actest', '\0', null, '0', '03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4', '123456', 'actest');
INSERT INTO `user` VALUES ('1612', '2019-05-04 12:23:38', '2019-05-05 10:30:54', 'rSE4FN7OsG@qwe.com', '\0', 'rSE4FN7OsG', '\0', null, '0', '52ee7e2149271ec16b5227bbbebc63c136cfeb3c43954d7ba2957fef501c07f7', '1234346677', 'rSE4FN7OsG');
INSERT INTO `user` VALUES ('1613', '2019-05-04 12:24:25', '2019-05-05 10:30:54', '0GFcvhonxX@qwe.com', '\0', '0GFcvhonxX', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234346677', '0GFcvhonxX');
INSERT INTO `user` VALUES ('1624', '2019-05-05 03:19:11', '2019-05-05 03:19:11', 'test20190505@test.com', '', 'test20', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'test20190505');
INSERT INTO `user` VALUES ('1626', '2019-05-05 04:56:00', '2019-05-05 04:56:00', 'test201905051255@test.com', '', 'test20', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'test201905051255');
INSERT INTO `user` VALUES ('1627', '2019-05-05 04:56:57', '2019-05-05 04:56:57', 'test201905051256@test.com', '', 'test20', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'test201905051256');
INSERT INTO `user` VALUES ('1628', '2019-05-05 05:46:02', '2019-05-05 05:46:02', 'test201905051344@test.com', '', 'test20', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'test201905051344');
INSERT INTO `user` VALUES ('1629', '2019-05-05 05:55:27', '2019-05-05 05:55:27', '20190505135449@test.com', '', 'testUser', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'user20190505135449');
INSERT INTO `user` VALUES ('1630', '2019-05-05 06:11:20', '2019-05-05 07:32:59', '20190505141042@test.com', '', 'testUser', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'user20190505141042');
INSERT INTO `user` VALUES ('1639', '2019-05-05 09:24:44', '2019-05-05 10:29:23', 'disable@test.com', '', 'forTestDisabled', '', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'disabledUser');
INSERT INTO `user` VALUES ('1640', '2019-05-05 09:26:08', '2019-05-05 11:20:08', 'normal@test.com', '', 'forTestNormal', '\0', '2019-05-05 11:20:08', '4', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', 'normalUser');
INSERT INTO `user` VALUES ('1641', '2019-05-05 09:49:58', '2019-05-05 10:30:54', 'Uz2YOS2nfv@qwe.com', '\0', 'Uz2YOS2nfv', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1234346677', 'Uz2YOS2nfv');
INSERT INTO `user` VALUES ('1665', '2019-05-05 13:32:32', '2019-05-05 13:32:32', '193838758@qq.com', '', 'qq', '\0', null, '0', '03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4', '12637281893', 'qtqq');
INSERT INTO `user` VALUES ('1667', '2019-05-05 15:11:10', '2019-05-05 15:11:10', '19385433258@qq.com', '', 'wotian', '\0', null, '0', '34d128f5b3dede622e107438fbefabdf0519ebab21ac7b6f2075f974d09ce524', '1263732323', 'tian');
INSERT INTO `user` VALUES ('1678', '2019-05-06 07:15:12', '2019-05-06 07:15:12', '123@q', '', '123', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12345648', 'test123');
INSERT INTO `user` VALUES ('1679', '2019-05-06 07:16:49', '2019-05-06 07:16:49', '123156@q', '', '1516516', '\0', null, '0', '472bbe83616e93d3c09a79103ae47d8f71e3d35a966d6e8b22f743218d04171d', '12315646', 'test123456');
INSERT INTO `user` VALUES ('1680', '2019-05-06 07:18:28', '2019-05-06 07:18:28', '12365@q', '', '12356498', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '12348949', 'test12345649');
INSERT INTO `user` VALUES ('1681', '2019-05-06 07:21:37', '2019-05-06 07:21:37', '123@qq', '', '123456', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '132456', 'asdw');
INSERT INTO `user` VALUES ('1682', '2019-05-06 07:27:10', '2019-05-06 07:27:10', 'Group_1_test_2019_05_06_15_26_28@test.com', '', 'Group_1_test_2019_05_06_15_26_28', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_2019_05_06_15_26_28');
INSERT INTO `user` VALUES ('1683', '2019-05-06 07:30:03', '2019-05-06 07:30:03', 'Group_1_test_1557127761512@test.com', '', 'Group_1_test_1557127761512', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557127761512');
INSERT INTO `user` VALUES ('1751', '2019-05-06 12:47:21', '2019-05-06 12:47:21', 'Group_1_test_1557146797429@test.com', '', 'Group_1_test_1557146797429', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557146797429');
INSERT INTO `user` VALUES ('1855', '2019-05-07 05:52:55', '2019-05-07 05:55:02', 'chiban@chiban.com', '', '赤坂居纱美', '\0', '2019-05-07 05:55:02', '2', 'a6bf1855abed762f63c41fecce9df93d002b764391940ed4e2049718d0fe3dfe', '23333333333', 'chibanjushamei');
INSERT INTO `user` VALUES ('1858', '2019-05-07 06:03:06', '2019-05-09 14:43:14', '188888888@8.com', '', 'test1', '', '2019-05-09 14:43:14', '23', '615ed7fb1504b0c724a296d7a69e6c7b2f9ea2c57c1d8206c5afdf392ebdfd25', '18888888888', 'ysamitest1');
INSERT INTO `user` VALUES ('1861', '2019-05-07 06:10:12', '2019-05-09 14:45:40', '19898@8.com', '', 'test2', '\0', '2019-05-09 14:45:40', '24', '615ed7fb1504b0c724a296d7a69e6c7b2f9ea2c57c1d8206c5afdf392ebdfd25', '188888888', 'ysamitest2');
INSERT INTO `user` VALUES ('1862', '2019-05-07 06:10:37', '2019-05-09 14:47:09', '8989898@8.com', '', 'test3', '\0', '2019-05-09 14:47:09', '150', '615ed7fb1504b0c724a296d7a69e6c7b2f9ea2c57c1d8206c5afdf392ebdfd25', '188888888', 'ysamitest3');
INSERT INTO `user` VALUES ('1863', '2019-05-07 06:11:03', '2019-05-09 14:49:37', '558858@8.com', '', 'test4', '\0', '2019-05-09 14:49:37', '61', '615ed7fb1504b0c724a296d7a69e6c7b2f9ea2c57c1d8206c5afdf392ebdfd25', '188888888', 'ysamitest4');
INSERT INTO `user` VALUES ('1864', '2019-05-07 06:13:54', '2019-05-07 06:13:54', 'Group_1_test_1557209585599@test.com', '', 'Group_1_test_1557209585599', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557209585599');
INSERT INTO `user` VALUES ('1869', '2019-05-07 06:16:44', '2019-05-07 06:16:44', '1234562@q', '', '0.1351465132', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', '13456132165');
INSERT INTO `user` VALUES ('1870', '2019-05-07 06:21:42', '2019-05-07 06:21:42', '123456@q', '', '123', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456', '15465');
INSERT INTO `user` VALUES ('1871', '2019-05-07 06:28:03', '2019-05-07 06:28:03', 'Group_1_test_1557210434554@test.com', '', 'Group_1_test_1557210434554', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557210434554');
INSERT INTO `user` VALUES ('1878', '2019-05-07 07:11:31', '2019-05-07 07:11:31', 'Group_1_test_1557213043227@test.com', '', 'Group_1_test_1557213043227', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557213043227');
INSERT INTO `user` VALUES ('1879', '2019-05-07 07:12:32', '2019-05-07 07:12:32', 'Group_1_test_1557213103920@test.com', '', 'Group_1_test_1557213103920', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557213103920');
INSERT INTO `user` VALUES ('1880', '2019-05-07 07:15:26', '2019-05-07 07:15:26', 'Group_1_test_1557213278139@test.com', '', 'Group_1_test_1557213278139', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557213278139');
INSERT INTO `user` VALUES ('1882', '2019-05-07 07:19:42', '2019-05-07 07:19:42', 'Group_1_test_1557213534173@test.com', '', 'Group_1_test_1557213534173', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557213534173');
INSERT INTO `user` VALUES ('1892', '2019-05-07 07:29:38', '2019-05-07 07:29:38', 'Group_1_test_1557214130103@test.com', '', 'Group_1_test_1557214130103', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557214130103');
INSERT INTO `user` VALUES ('1955', '2019-05-07 09:36:03', '2019-05-07 09:36:03', '616565@qq.com', '', '刘辉', '\0', null, '0', '6ec460f0062f323ea920a83ec2e14f175bf53379f478fa745c52176d5b2ab82a', '1870172555', 'LiuHui2');
INSERT INTO `user` VALUES ('1957', '2019-05-07 09:41:10', '2019-05-07 09:41:10', 'Group_1_test_1557222021876@test.com', '', 'Group_1_test_1557222021876', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557222021876');
INSERT INTO `user` VALUES ('1959', '2019-05-07 10:00:42', '2019-05-07 11:31:14', '123@qq.com', '', 'name03', '', '2019-05-07 11:31:14', '43', '75849542104842a67e6a81e1e3619e8ad493c68f70b6eb3a146155ef4a6e5c2b', '10000', 'testAccountForYLY');
INSERT INTO `user` VALUES ('1960', '2019-05-07 10:06:34', '2019-05-07 10:06:34', 'Group_1_test_1557223545237@test.com', '', 'Group_1_test_1557223545237', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557223545237');
INSERT INTO `user` VALUES ('1962', '2019-05-07 10:12:14', '2019-05-07 10:12:14', '123456789@qq.com', '', '刘辉', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', '1557223654895');
INSERT INTO `user` VALUES ('1975', '2019-05-07 11:05:58', '2019-05-07 11:05:58', 'asdasdasd@ad.com', '', 'asdasdasd', '\0', null, '0', '6e6f6941639e8d5c584722fc1372196f1ec72ad8ab5e69d60de305b714632f23', '28000000', 'testnow');
INSERT INTO `user` VALUES ('1976', '2019-05-07 11:09:49', '2019-05-07 11:09:49', '123456789@fudan.edu.cn', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'LiuHui33');
INSERT INTO `user` VALUES ('1978', '2019-05-07 11:13:27', '2019-05-07 11:13:27', '1557227317672@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557227317672', '1557227317672');
INSERT INTO `user` VALUES ('1979', '2019-05-07 11:14:23', '2019-05-07 11:14:23', '1557227383798@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557227383798', '1557227383798');
INSERT INTO `user` VALUES ('1980', '2019-05-07 11:16:13', '2019-05-07 11:16:13', '1557227493287@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557227493287', '1557227493287');
INSERT INTO `user` VALUES ('1981', '2019-05-07 11:16:45', '2019-05-07 11:16:45', '1557227524892@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557227524892', '1557227524892');
INSERT INTO `user` VALUES ('1982', '2019-05-07 11:19:21', '2019-05-07 11:19:21', '1557227681260@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557227681260', '1557227681260');
INSERT INTO `user` VALUES ('1983', '2019-05-07 11:21:21', '2019-05-07 11:21:21', '12121212@qq.com', '', 'sss', '\0', null, '0', '6ec460f0062f323ea920a83ec2e14f175bf53379f478fa745c52176d5b2ab82a', '112121212', 'LiuHui4');
INSERT INTO `user` VALUES ('1984', '2019-05-07 11:24:38', '2019-05-07 11:24:38', '1557227997868@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557227997868', '1557227997868');
INSERT INTO `user` VALUES ('1986', '2019-05-07 11:26:25', '2019-05-07 11:26:25', '1557228105458@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557228105458', '1557228105458');
INSERT INTO `user` VALUES ('1989', '2019-05-07 11:30:56', '2019-05-07 11:30:56', '1557228376305@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557228376305', '1557228376305');
INSERT INTO `user` VALUES ('1991', '2019-05-07 11:32:46', '2019-05-07 11:32:46', '1557228486285@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557228486285', '1557228486285');
INSERT INTO `user` VALUES ('1992', '2019-05-07 11:34:19', '2019-05-07 11:34:19', '1557228579018@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557228579018', '1557228579018');
INSERT INTO `user` VALUES ('1993', '2019-05-07 11:38:53', '2019-05-07 11:38:53', '1557228853747@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557228853747', '1557228853747');
INSERT INTO `user` VALUES ('1994', '2019-05-07 11:39:53', '2019-05-07 11:39:53', '1557228913723@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '1557228913723', '1557228913723');
INSERT INTO `user` VALUES ('1999', '2019-05-07 11:48:53', '2019-05-07 11:48:53', '1557229453156@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572294531560', '1557229453156');
INSERT INTO `user` VALUES ('2000', '2019-05-07 11:50:29', '2019-05-07 11:50:29', '1557229548979@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572295489790', '1557229548979');
INSERT INTO `user` VALUES ('2001', '2019-05-07 11:52:05', '2019-05-07 11:52:05', '1557229645381@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572296453810', '1557229645381');
INSERT INTO `user` VALUES ('2005', '2019-05-07 12:24:39', '2019-05-07 12:24:39', '1557231599004@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572315990040', '1557231599004');
INSERT INTO `user` VALUES ('2007', '2019-05-07 12:27:55', '2019-05-07 12:27:55', '1557231795064@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572317950640', '1557231795064');
INSERT INTO `user` VALUES ('2008', '2019-05-07 12:29:55', '2019-05-07 12:29:55', '1557231915172@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572319151720', '1557231915172');
INSERT INTO `user` VALUES ('2009', '2019-05-07 12:30:42', '2019-05-07 12:30:42', '1557231962599@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572319625990', '1557231962599');
INSERT INTO `user` VALUES ('2011', '2019-05-07 12:45:31', '2019-05-07 12:45:31', '1557232851616@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572328516160', '1557232851616');
INSERT INTO `user` VALUES ('2012', '2019-05-07 12:53:20', '2019-05-07 12:53:20', '1557233319858@qq.com', '', 'aaa', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '15572333198580', '1557233319858');
INSERT INTO `user` VALUES ('2118', '2019-05-08 10:38:45', '2019-05-08 10:38:45', 'Group_1_test_1557311875390@test.com', '', 'Group_1_test_1557311875390', '\0', null, '0', '8d969eef6ecad3c29a3a629280e686cf0c3f5d5a86aff3ca12020c923adc6c92', '123456789', 'Group_1_test_1557311875390');
INSERT INTO `user` VALUES ('2221', '2019-05-08 14:54:27', '2019-05-08 14:54:27', 'xxx@fudan.edu.cn', '', 'ZhengTest1', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest1');
INSERT INTO `user` VALUES ('2229', '2019-05-08 16:29:31', '2019-05-08 16:29:31', 'xxxx@fudan.edu.cn', '', 'ZhengTest1', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101112', 'ZhengTest2');
INSERT INTO `user` VALUES ('2230', '2019-05-08 16:32:34', '2019-05-08 16:32:34', 'xxx3@fudan.edu.cn', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest4');
INSERT INTO `user` VALUES ('2231', '2019-05-08 16:33:06', '2019-05-08 16:33:06', 'xxx@fudan.edu.cn34', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest34');
INSERT INTO `user` VALUES ('2232', '2019-05-08 16:35:22', '2019-05-08 16:35:22', 'xxx@fudan.edu.cn5', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest5');
INSERT INTO `user` VALUES ('2241', '2019-05-09 05:24:58', '2019-05-09 05:24:58', 'test@test.cn', '', 'testet', '\0', null, '0', '9f86d081884c7d659a2feaa0c55ad015a3bf4f1b2b0b822cd15d6c15b0f00a08', '18720101111', 'testtest1');
INSERT INTO `user` VALUES ('2242', '2019-05-09 05:30:03', '2019-05-09 05:30:03', 'xxx@fudan.edu.cn6', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest6');
INSERT INTO `user` VALUES ('2243', '2019-05-09 05:31:04', '2019-05-09 05:31:04', 'xxx@fudan.edu.cn7', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest7');
INSERT INTO `user` VALUES ('2244', '2019-05-09 05:31:47', '2019-05-09 05:31:47', 'xxx@fudan.edu.cn8', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest8');
INSERT INTO `user` VALUES ('2245', '2019-05-09 05:33:33', '2019-05-09 05:33:33', 'xxx@fudan.edu.cn9', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest9');
INSERT INTO `user` VALUES ('2247', '2019-05-09 07:26:25', '2019-05-09 07:26:25', 'xxx@fudan.edu.cn10', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest10');
INSERT INTO `user` VALUES ('2248', '2019-05-09 07:28:03', '2019-05-09 07:28:03', 'xxx@fudan.edu.cn11', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest11');
INSERT INTO `user` VALUES ('2249', '2019-05-09 07:45:25', '2019-05-09 07:45:25', 'xxx@fudan.edu.cn12', '', 'ZhengTest', '\0', null, '0', '5e884898da28047151d0e56f8dc6292773603d0d6aabbdd62a11ef721d1542d8', '18702101111', 'ZhengTest12');

-- ----------------------------
-- Table structure for _contesttable
-- ----------------------------
DROP TABLE IF EXISTS `_contesttable`;
CREATE TABLE `_contesttable` (
  `a` char(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of _contesttable
-- ----------------------------
